/** 一分钟 */
export const ONE_MINUTE = 60 * 1000

/** 简单的密码 */
export const SIMPLE_PASSWORD = [
  '111111',
  '222222',
  '333333',
  '444444',
  '555555',
  '666666',
  '777777',
  '888888',
  '999999',
  '000000',
  '123456'
]

/** 交易标准手续费 */
export const NORMAL_TAX = 0.035

/** 8折标准手续费 */
export const EIGHTY_DISCOUNT_TAX = 0.021

export const bucket = 'https://pearmeta-1253493520.file.myqcloud.com'

export const RANK_USERS = [
  4835755, 4842877, 4857598, 4815313, 10387, 45946, 1306651, 10895, 1849503,
  36543, 315732, 4815313, 1306651, 10387, 91277, 2700131, 4815474, 19900, 91873,
  24934, 4815313, 91277, 4810238, 45946, 4854299, 4810172, 31950, 4892670, 10094
]
