<template>
  <div class="business_agreement"><p><strong>商家入驻协议</strong></p>
<p>版本日期：2022年5月19日</p>
<p>欢迎您与“梨数字艺术”电商平台经营者（详见定义条款）共同签署本《商家入驻协议》（下称“本协议”）并使用数字艺术电商平台服务！本协议由您(下称“您”或“商家”)与平台经营者共同缔结。</p>
<p>各服务条款前所列索引关键词仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。为维护您自身权益，建议您仔细阅读各条款具体表述。</p>
<p>您需要重点阅读。如您勾选同意接受本协议即视为您同意受本协议约束入驻数字艺术电商平台。如您不同意本协议内容，请不要勾选同意接受本协议或进行其他后续操作。</p>
<p><strong>【审慎阅读】</strong>在您选择作为个人画家或商家入驻数字艺术电商平台经营网络店铺之前，请您仔细阅读(未成年人应当在其法定监护人的陪同下阅读)本协议中的全部条款内容，特别是免除或限制责任的条款、法律适用和争议解决条款等用粗体或/及下划线标识的条款。如您对协议有任何疑问，可向数字艺术电商平台客服咨询。如果您不同意本协议或其中任何条款约定，您应立即停止商家入驻流程。</p>
<p><strong>【签约】</strong>您理解并确认，当您按照注册页面提示填写信息、阅读并同意本协议、上传相关文件且完成全部注册程序，即表明您已充分阅读、理解并接受本协议的全部内容，同意与梨数字艺术签订本协议并自愿受本协议约束，但您在线同意本协议并不导致本协议立即生效。您的入驻申请、资料提交等经过梨数字艺术审核通过并以邮件及系统通知形式向您发出缴费权限开通通知时，本协议对您及梨数字艺术具有法律效力；如梨数字艺术审核后需要商家与梨数字艺术另行签署协议的，则商家还应遵守另行签署的协议。</p>
<p><strong>【单方修改】</strong>您理解并确认，梨数字艺术有权随时修改本协议文本中的任何条款。一旦平台经营者对本协议进行修改,平台经营者将会及时通知已入驻商家。任何该等修改自发布之时起生效，如果您在该等修改发布后继续使用数字艺术电商平台的，则表示您同意遵守对本协议所作出的该等修改。因此，请您务必定期查阅本协议，以确保了解所有关于本协议的最新修改。如果您不同意我们对本协议进行的修改，请您离开并立即停止使用数字艺术电商平台。同时，您还应当提交退出入驻申请。</p>
<p><strong>定义</strong></p>
<p><u>“数字艺术电商平台”</u>
指由成都圣易陇科技有限公司（下称“圣易陇科技”或“我们”）或其指定主体开发并运营的，用户可对已经在第三方公共区块链服务平台上进行确权并已生成认证标识的数字艺术品进行信息发布、商品展示、查询、交流相关信息，达成交易意向，获得其他用户提供的服务等功能的平台，即域名为pearmeta.art的网站及其客户端（如网站域名有调整，以梨数字艺术另行通知为准执行）；</p>
<p><u>“平台经营者”</u>
指开发或运营数字艺术电商平台（域名为pearmeta.art）的梨数字艺术或其指定主体；</p>
<p><u>“数字艺术电商平台服务”</u>
指梨数字艺术基于互联网，以包含数字艺术电商平台网站、客户端等在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务，诸如使用数字艺术电商平台发布、展示、查询、交流商品信息等；</p>
<p><u>“商家入驻”</u>
指您依据数字艺术电商平台入驻流程和要求，完成在线信息和资料的提交，经梨数字艺术审核后，以独立第三方经营者身份开设店铺，成为在数字艺术电商平台的入驻画家或商家，进行对外商品的经营、销售，作品版权的转让、授权等，从事经营的法律实体；</p>
<p><u>“商品”</u>
指您拥有财产权利、知识产权或合法经营权及自主处分权，且符合本协议相关约定的数字艺术品、作品、数据或合法权益；</p>
<p><u>“下单”</u>
指数字艺术电商平台上的用户在数字艺术电商平台上选定购买您的商品并完成款项的支付；</p>
<p><u>“保证金”</u>
指您在本协议生效时向数字艺术交易平台缴存并授权数字艺术交易平台处置权利的用于保证您履约能力和维护用户及平台合法权益的资金；</p>
<p><u>“平台规则”</u>
指在所有数字艺术电商平台规则页面内已经发布及后续发布的全部规则、解读、公告等内容，以及在帮助中心、论坛内发布的各类规则、实施细则、产品流程说明、公告等；</p>
<p><u>“交付”</u>
指您根据法律法规、平台规则及您店铺展示的信息将商品递交给商品买受人，或将相关权利转让给商品买受人；</p>
<p><u>“平台服务费”</u>
指在使用数字艺术电商平台过程中，根据商品在达成每一笔交易时登记的商品价款的一定比例向梨数字艺术缴纳的费用。若平台运营者对前述比例进行调整，则应以商铺与商品买受人达成交易时数字艺术电商平台显示的服务费比例为准，如您不同意，请您立即停止使用数字艺术电商平台的服务；</p>
<p><u>“平台系统”</u>
指用户注册系统、后台管理系统、数字艺术电商平台等用于用户管理的后台审核系统以及数字艺术电商平台根据需要不时增加或调整的系统；您知晓并同意，以现状和既得方式申请和使用后台管理系统，进一步知晓并同意，平台经营者有权随时对该系统进行优化和调整，发布新的版本，如您必须使用新的版本时，您应选择使用新版本，或者您拒绝使用时应停止在数字艺术电商平台的店铺经营，同时向平台经营者申请终止本协议；</p>
<p><u>“店铺”</u>
指您在完成商家入驻流程后，为进行合法经营，依据本协议约定和平台规则由您申请，平台经营者审核通过的具有独立且唯一身份识别号码、特定店铺名称（可依据相关平台规则进行调整）的网络化虚拟商铺；</p>
<p><u>“店铺服务期”</u>
指梨数字艺术按本协议的约定为您开通店铺权限所对应的期间，首个服务期自缴费权限开通之日起至当年的12月31日止，此后每次延展期限均为一年；</p>
<p><u>“店铺名称”</u>
指您完成入驻后获取的与自设密码共同使用以登陆后台管理系统，使用平台服务的登陆账户，每一个店铺用户名对应一个店铺。您通过店铺用户名可以实现对该店铺的管理，包括但不仅限于商品信息上传、修改、删除处理，交易跟踪、取消等。您应妥善保管店铺用户名及密码信息，不得擅自转让或授权他人使用；</p>
<p><u>“订单实收”</u>
指数字艺术电商平台根据商品在达成每一笔交易且扣除所有折扣，包括但不限于优惠券(如有)后按照用户实际支付的金额(包括用户实际支付的商品价款、运费及税费)收取的费用；</p>
<p><u>“数字资产”</u>
指在第三方公共区块链服务平台上载有数字艺术品数字摘要信息及认证标识的数据包；</p>
<p><u>“认证标识”</u>
指数字艺术作品在第三方公共区块链服务平台上确权后以数字形式展示的唯一标识/编号；</p>
<p><u>“智能合约”</u>
指一种旨在以信息化方式传播、验证或执行合同的计算机协议；</p>
<p><u>“区块链”</u>
指一个具有“不可伪造”、“全程留痕”、“可以追溯”、“公开透明”、“集体维护”等特征的，储存数据或信息的分布式账本或数据库；</p>
<p><u>“第三方公共区块链服务平台”</u>
指任何人都可读取、发送交易且交易能获得有效确认的、也可以参与其中共识过程的区块链，或国家认可或支持的区块链系统，如数字人民币所使用的区块链系统；</p>
<p><u>“数字摘要”</u>
指将数字艺术品通过哈希函数将任意长度的消息转换成定长的数字信息；</p>
<p><u>“所有权”</u>
指对具有认证标识并载有数字艺术品的数字资产进行占有、使用、收益和处分的权利；</p>
<p><u>“所有权人”</u>
指依法依约在第三方公共区块链服务平台上表彰其持有数字艺术品认证标识，因而有权对该数字资产进行占有、使用、收益和处分的人；</p>
<p><u>“损失”</u>
指直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失；</p>
<p><u>“托管”</u>
指您将店铺内上架、展示的数字艺术品及其认证标识交由梨数字艺术根据第三方公共区块链服务平台的实际情况进行标记、储存、管理，根据您与买受人之间的协议在平台内进行标记、发货、退货，以及根据平台账户使用人的指示将数字艺术品认证标识发送至其指定钱包地址等行为；</p>
<p><u>“发货”</u>
指您将符合《数字艺术电商平台服务协议》《商家入驻协议》《隐私政策》及其他平台规则的数字艺术品及其认证标识交由梨数字艺术托管后，梨数字艺术根据您与数字艺术品买受人之间的订单，将该数字资产与买受人账户绑定并标记的行为。</p>
<p><strong>二、商家入驻</strong>
2.1【入驻条件】您同意并确认，您入驻数字艺术电商平台开展经营活动，应当持续满足以下条件:
您已依照中华人民共和国法律注册并领取合法有效的营业执照及取得其他经营许可，身份信息应为您自身情况的客观表现；
您自愿签署本协议，接受平台规则的约束，并严格履行本协议;
您申请经营的商品来源合法，资质齐全，商品符合相关法律法规规定且不侵犯任何第三方合法权益;
您提交的任何信息均真实、合法、有效，所使用的图片、文字等不侵犯任何第三方合法权益；
您已按照本协议正文、附件(如有)及规则要求提交全部证明文件(包括但不限于合法有效的企业法人营业执照正(副)本复印件、个人有效身份证件复印件、授权委托书、品牌商标注册证明、质检报告、商品来源地证明、承诺函等)；
)您已按本协议相关约定全额支付保证金；
依据法律法规等要求及经营需要可能设定的其他条件。
2.2【名称合法】您设置的店铺名称不得违反国家法律法规及数字艺术电商平台规则关于店铺名称的管理规定，不得侵犯任何第三方的姓名权、商标权等合法权益，否则梨数字艺术可回收您的店铺名称。梨数字艺术店铺名称的回收不影响您以会员账号、邮箱、手机号码登录数字艺术电商平台并使用数字艺术电商平台服务。
2.3 【承诺与保证】您保证向数字艺术电商平台提供的所有证明文件或其他内容真实、合法、准确、有效承担全部法律责任，并保证所有证明文件或其他相关信息发生任何变化，及时更新或及时通知数字艺术电商平台，数字艺术电商平台同时有权对您提交的信息和证明文件进行不定时的抽查，以核实其真实性、合法性和效力状态，您同意数字艺术电商平台有权就前述目的要求您提交更多信息或证明文件。此外您保证在数字艺术电商平台项下从事的任何行为或活动遵守现行中国法律法规或主管机关的规定，也不侵犯任何第三方的合法权益，若因您的原因导致纠纷或被相关监管机关处罚的，由您独立承担全部法律责任，如因此造成梨数字艺术及其关联公司、合作方、代理人或职员损失的，包括但不限于交通费、公证费、调查取证费、诉讼费、差旅费、律师费、法院判定的赔偿金、行政罚款、与权利主张方和解而支付的费用等，您应予以全额赔偿，同时数字艺术电商平台有权单方全部或部分限制您的经营，甚至中止或终止提供本协议项下服务直至单方终止本协议以及扣除您账户内的相应金额。在协议履行过程中，如您要求新增经营品牌、新增经营类目、扩大经营范围，则所提交的材料须符合本协议之要求。
2.4【个人店铺声明】您理解，若您属于法律法规规定无须进行网络交易经营者登记的，您应当根据自身实际经营活动类型，如实公示以下自我声明以及实际经营地址、联系方式等信息，并提供该信息的链接标识：
（一）“个人销售自产农副产品，依法不需要办理市场主体登记”；
（二）“个人销售家庭手工业产品，依法不需要办理市场主体登记”；
（三）“个人利用自己的技能从事依法无须取得许可的便民劳务活动，依法不需要办理市场主体登记”；
（四）“个人从事零星小额交易活动，依法不需要办理市场主体登记”。
2.5【合理处置】如梨数字艺术按您最后一次提供的信息与您联系未果、您未按梨数字艺术的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及梨数字艺术造成的全部损失与不利后果。梨数字艺术可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部数字艺术电商平台服务，梨数字艺术对此不承担责任。
2.7【情况变更】如您公示的信息发生变更的，您应当在五个工作日内完成更新情况的公示。</p>
<p><strong>三、服务内容</strong>
3.1【服务开通】服务实际开通指您通过申请pearmeta.art账号登录数字艺术电商平台并完成信息提交、协议签署、保证金缴纳，并经数字艺术电商平台审核通过，得到梨数字艺术以邮件或系统通知形式向您发出缴费权限开通通知之后，在数字艺术电商平台利用数字艺术电商平台提供的服务进行经营、销售商品。服务开通的具体日期(下称“服务开通日”)以您得到梨数字艺术以邮件或系统通知之时为准。服务开通的日期，您可以在数字艺术电商平台系统内查询。
3.2【合规经营】数字艺术电商平台为您开通店铺服务后，您可通过在入驻过程中获得的登录账户及自设密码登陆数字艺术电商平台，根据平台相关规则及流程以画家/商家的名义进行商品信息上传、展示、定价、销售等。您应妥善保管登录数字艺术电商平台的账号、密码等保密信息。您登录账号后在数字艺术电商平台中的一切操作均应符合国家法律法规、规章政策和规范性文件的规定，还应符合本协议条款和平台规则的规定，您通过账户在店铺内的所有操作均被视为您的行为，由您承担全部责任。
3.3【服务范围】梨数字艺术为您提供数字艺术电商平台上相应的网络空间、技术支持和系统维护，以及同意向您提供的各项附属功能、增值服务等，以使您作为销售者有能力独立开设店铺、上传并维护商品信息以及开展与交易有关的各项业务。您在独立经营店铺的过程中，可以选择接受梨数字艺术平台提供的有关活动或接受其他有偿服务，包括但不限于商品衍生品设计、制作、仓储、配送、物流等。您如需使用该等有偿服务的，应以商家自身名义单独与提供方洽谈并签署协议。
3.4【托管服务】您同意并理解，您对您店铺内上传、展示、定价、销售的数字艺术品及其认证标识享有相应的权利，并同意委托梨数字艺术根据《商家入驻协议》及平台不时修订的各项规则管理前述数字艺术品及其认证标识。
3.5【监督机制】您的经营行为受梨数字艺术的监督和管理。梨数字艺术依据法律法规、本协议约定以及平台规则，有权单方决定限制您的经营行为，比如限制后台管理系统权限，要求您删除或调整发布的信息等，您拒绝履行或配合时，梨数字艺术有权根据本协议及平台规则采取相应措施；梨数字艺术同时有权将商家违法、违规行为举报到工商、网信等国家监管部门。同时，梨数字艺术在收到工商、网信等监管部门监管意见时，有权向监管机关提供相关资料，要求您对店铺予以整改、执行监管意见等；当您怠于执行或迟延执行时，梨数字艺术有权限制后台管理系统权限，删除或调整您发布的商品、信息等，由此产生的不利后果由您自行承担。。
3.6【服务的终止】如您需要停止服务的，需要同时满足以下条件才可向数字艺术电商平台提出退出入驻申请:
(1)您的所有订单所涉内容已全部完结，诸如用户已收到货物并完成结费、用户已收到退货款项以及其他索赔等事项;
(2)您出售中的商品已全部下架;
(3)您与数字艺术电商平台没有其他未结款项或事项。
3.7【违约事项】如数字艺术电商平台认定您擅自停止在数字艺术电商平台上经营的(包括但不限于一物二卖、不予发货等情形)，您应按照停止经营前一年内的订单实收的总额的20%向数字艺术电商平台支付违约金。
<strong>四、双方权利义务</strong>
4.1【平台服务】梨数字艺术在现有技术实现基础上努力维护数字艺术电商平台的正常稳定运行，并努力提升和改进技术，对平台功能及服务进行更新、升级，以不断提升平台性能和交易效率。如发现您有损系统安全、稳定操作的，梨数字艺术有权立即停止您的服务权限，并立即删除所有有害信息、数据等；您应对此导致的一切不利后果承担全部法律责任，包括但不限于赔偿梨数字艺术及其关联公司/机构、消费者、第三方公司/机构等的损失。
4.2【自主审批】梨数字艺术有权根据数字艺术电商平台的发展规划自主选择为申请入驻的您开通相应权限，但并不承诺必然对所有申请入驻的画家/商家承诺开通权限；同时梨数字艺术有权独立判断，不受时间限制的审批您的入驻申请。
4.3【内容变更】梨数字艺术有权单方根据国家相关法律法规、政策及数字艺术电商平台的运营情况，对公示的平台规则进行变更，变更后的规则将以公告或系统邮件的形式告知您，任何变更一经公告即构成本协议的组成部分。您应实时关注公告内容，如不同意该变更，应书面通知梨数字艺术并立即停止使用“后台管理系统”，一旦您继续使用“后台管理系统”，则视为您自愿接受变更后的规则。
4.4【合规经营】您应对店铺负有管理义务，若您的店铺中出现的违反国家有关法律、法规规定及平台规则的信息请立即删除。您理解并同意，梨数字艺术有权将国家生效法律文书或行政文书确定的您违法违规事件，或您已确认的您违反本协议相关约定的事项，在数字艺术电商平台上予以公示；若您存在违规、违约、侵犯第三方权益或违反法律法规等情形的，梨数字艺术有权对您采取限制后台管理系统权限、暂停向您提供服务、终止本协议等措施，上述措施不足以补偿梨数字艺术及其关联公司/机构、消费者损失的，您还应足额赔偿。
4.5【数据监管】梨数字艺术有权对您的所有数据及交易行为进行查阅，若梨数字艺术发现注册数据或交易行为中存在任何问题或怀疑，有权向您发出询问或要求改正的通知，或者直接作出删除、屏蔽或对您采取限制性措施或停止服务等处理。
4.6【平台活动】梨数字艺术有权根据市场情况及数字艺术电商平台入驻画家/商家经营情况组织相应的活动，包括但不限于促销、展览、宣传等，您应根据自身经营情况及商品情况予以积极支持并按约履行。一旦您以书面方式（包括但不限于电子邮件、传真等）确认选择参与上述活动的，您不得中途退出相关活动，或采取商品下架等影响店铺正常运营或不利于消费者或其他用户权益的方式变相退出相关活动。
4.7【审查机制】因数字艺术交易的特殊性，数字艺术电商平台没有义务对所有画家/商家的交易行为以及与交易有关的其它事项进行事先审查。如存在下列任何情况:
(1)第三方通知数字艺术电商平台，认为您或具体交易事项可能存在重大问题;
(2)您或第三方告知数字艺术电商平台您的交易有违法、侵权或不当行为的;
(3)数字艺术电商平台有理由认为您或具体交易事项可能存在违法、侵权、或重大问题。
数字艺术电商平台以普通非专业人员的知识水平标准对相关信息、内容或行为进行判别，判断认为这些信息、内容或行为具有违法或不当性质的，数字艺术电商平台有权根据不同情况选择删除、屏蔽相关信息、对您采取限制性措施或停止对您提供服务，并保留就您的行为给数字艺术电商平台及用户或其他权利人造成的损失进行追偿的权利。
4.8【单方解除】如您的运营情况不能满足梨数字艺术平台公布的要求（包括但不限于法律法规、本协议的约定、平台规则等），经限期整改调整后，仍无法满足的，梨数字艺术有权单方面解除本协议，停止向您提供服务。</p>
<p><strong>五、您的声明与保证</strong>
5.1【无损平台】您保证遵守本协议的各项约定与平台规则，不从事任何有损梨数字艺术利益的行为。
5.2【身份真实】您保证，您向数字艺术电商平台提供真实、合法、准确、有效的注册资料以及退货信息，并保证提供的诸如电子邮件地址、联系人、身份证号、联系电话、联系地址、退货地址、邮政编码等内容的有效性及安全性，保证可以通过上述联系方式与您进行联系，并对此承担法律责任。同时，您承诺在相关资料或信息实际变更时，及时更新有关资料并及时通知数字艺术电商平台。
5.3【签约】您保证订立本协议并提出入驻申请是您真实意思表示，您保证具有足够资格订立本协议，且您的代理人（包括所有操作“后台管理系统”的人员和店铺运营所需的全部雇员、职员、管理者）已获得充分授权，并对代理人的行为承担法律责任，同时您保证对其雇员、联系人及其他您委派的履行本协议的人员的行为承担法律责任。
5.4【不攻击】您保证严格按照本协议约定、技术要求使用数字艺术电商平台，不从事或委托他人从事攻击、破译、反向工程，上传木马、病毒等有损系统安全和稳定的操作。
5.6【经营范围】您保证按照审核通过的商品类目和品牌经营，不得擅自增加、变更商品类目和品牌。保证按照梨数字艺术平台规则及国家相关规定设置商品价格、售卖限制、库存数量、商品说明及其他商品信息，并对上述设置独立承担全部法律责任。您同时保证在经营过程中，按照梨数字艺术平台相关规则使用客服IM工具，积极对梨数字艺术用户的咨询进行回复，并保证在梨数字艺术用户提交订单后按要求发货。
5.7【合法销售】您保证拥有在梨数字艺术平台经营商品的合法权利，包括且不限于知识产权、肖像权、销售权、所有权、处分权等，商品来源可溯、合法、质量合格，不侵犯任何第三方的合法权利，并对其商品质量及商品合法性独立承担全部法律责任。您确保，对于您发布、销售于平台的所有信息中所涉商品具有所需的全部权利，包括且不限于知识产权、肖像权、销售权、所有权、处分权等，您就店铺内所有商品拥有合法的权利和资格向数字艺术电商平台上传有关商品销售信息并进行销售，且前述行为未对任何第三方合法权益，包括但不限于第三方知识产权、物权、人格权、肖像权等构成侵害，如因您的行为导致数字艺术电商平台或平台用户遭受任何第三方提起的索赔，诉讼或行政责任，您将承担相应责任并使数字艺术电商平台免责。
5.8【如实描述】您保证履行“如实描述”义务，您保证在数字艺术电商平台发布的商品信息真实、准确，符合梨数字艺术平台规则及国家相关法律法规的规定，与实际出售的商品一致，不含任何夸大或虚假内容，不包含任何未经品牌授权的文字和图片，对描述的准确和相符负有举证责任并承担独立的完全的法律责任。若发布的上述信息变更，您应及时在梨数字艺术平台予以更新。若因信息未及时变更引起法律后果的，您独立承担全部责任。
5.9【开票】您保证向购买您商品的梨数字艺术用户开具合法合规的发票，并保证按照国家相关规定自行承担相应税费。如因您发票开具错误、未开具发票或者其他发票问题引起的纠纷，均由您独立承担相应的法律责任，如造成梨数字艺术损失的，您应予以赔偿。
5.10【用户信息】您保证通过合法渠道获取梨数字艺术用户信息，并保证不在违背梨数字艺术用户真实意愿及未通过梨数字艺术审核的前提下，向梨数字艺术用户发送任何性质的商品推荐、推广信息等。
5.11【诚实信用】您保证在使用梨数字艺术平台进行交易的过程中遵守诚实信用原则，不在交易中采取欺诈及虚假宣传、混淆等不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为。
5.12【数据使用】您保证不将从梨数字艺术平台获取的任何数据用于本协议约定以外的用途，同时保证未经梨数字艺术许可不得擅自获取、使用、传播梨数字艺术平台的任何资料，包括但不限于交易数据、用户信息、支付信息、梨数字艺术其他用户展示于梨数字艺术平台的信息等。
5.13【单方授权】为了向平台用户、画家和商家提供使用各项服务，并维护、改进这些服务，及优化我们的服务质量等用途，对于您提交的非商品的文字、图片和视频等受知识产权保护的内容（包括但不限于店铺装修、作品介绍、作品缩略图等），您在此同意授予数字艺术电商平台免费的、排他的、可转让、许可使用权利(并有权对该权利进行再授权)的全球性许可，用于数字艺术电商平台及其关联公司有权(全部或部份地)使用、复制、修订、改写、发布、翻译、分发、执行和展示您提交的各类信息或制作其派生作品，和/或以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。
5.14【通知义务】您不得隐瞒任何可能对梨数字艺术平台产生风险的事项，包括但不限于产品出现设计缺陷、质量瑕疵、权利纠纷、重大违约、上传资料包含病毒木马等，若您发生此类影响梨数字艺术平台商誉、正常经营、安全的事项应立即通知梨数字艺术，并严格执行梨数字艺术对此所作出的处置。
5.15【禁止转让】您保证，未经梨数字艺术另行书面许可，您不得将本协议项下权利义务全部或部分转移给第三方；您聘请第三方代运营公司代表您运营店铺的，第三方代运营公司的一切行为均视同为您亲自实施，由您承担全部法律后果；您与第三方代运营公司间的权利义务关系由您与第三方代运营公司单独解决，不得影响到梨数字艺术及梨数字艺术其他用户的权利。
5.16【结算承诺】您保证，应向梨数字艺术支付的所有应付款项，如未按照规定要求完成费用支付的，则梨数字艺术有权暂缓支付未结算货款，并有权自未向您结算的货款中扣除，如未结算货款不足抵扣的，则梨数字艺术有权自乙方及其关联公司待向您结算的任意一笔货款或您交纳的任意一笔保证金中直接扣除。
5.17【同意追偿】您保证，如梨数字艺术的损失通过上述方式仍无法弥补，则梨数字艺术有权单方终止向您提供的一切服务，且有权继续向您追偿。
5.18【商品交付】 您保证将按照订单要求的商品、数量和时间及时、准确地向数字艺术电商平台用户发货。您错发、超时未发、漏发商品的，数字艺术电商平台将关闭该笔订单根据平台规则进行处置。</p>
<p><strong>六、无担保和责任限制</strong>
6.1 【无担保】除法律法规另有约定外，数字艺术电商平台将尽最大努力确保提供服务所涉技术及信息安全、可靠，但受限于现有技术，您理解数字艺术电商平台不能对此进行担保，同时数字艺术电商平台不对您使用服务所产生的任何损失，包括但不限于利润损失、资料损失、业务中断损失或其他商业损害赔偿等损失承担责任。未免疑义，您理解并同意，梨数字艺术对数字艺术电商平台及相关客户端的及时性、安全性、准确性、真实性、完整性也都不作担保。
6.2 【自担风险】您理解并同意，您使用数字艺术电商平台相关服务所存在的风险（包括但不限于不可抗力、数据遗失、钱包地址遗忘、受到第三方侵权或对第三方造成侵权等）完全由您自己承担；因您使用数字艺术电商平台及相关服务而产生的一切后果也由您自己承担，平台运营着对此不承担任何责任。
6.3【无关责任】您因使用数字艺术电商平台的服务与用户之间产的或诱发的任何伤害或经济损失，均由过错方承担，与数字艺术电商平台无关。
6.4【特殊风险】您理解并同意，鉴于数字艺术服务的特殊性，数字艺术电商平台服务的持续提供可能受到多种因素的影响，如出现技术升级、服务升级、经营策略调整或国家重大技术、政策法规等变化。我们可能随时终止、中止向您提供服务或变更服务提供的形式、规格或其他方面，而您不会因此追究我们的责任。</p>
<p><strong>七、费用结算</strong>
7.1【费用标准】您同意按照“梨数字艺术”公示链接中明示的标准以及后续更新的标准或补充协议（若有）中确定的标准向“梨数字艺术”支付平台使用费、保证金及技术服务费等费用。
7.2【费用结算】
7.2.1 您同意将根据平台通知的时间，按本协议规定缴存保证金
7.2.2 您同意，数字艺术交易平台有权根据您的经营表现及履约状况等情况调整保证金的额度，同时在您收到数字艺术交易平台的调整通知后十五(15)日内补足保证金金额，否则您终止使用数字艺术交易平台服务或终止本协议。
7.2.3您同意，本协议终止且您按照本协议3.4条的约定提出退出入驻申请。数字艺术电商平台经审核通过后三个月内，扣除依据本协议及相关规则等应扣除费用(若有)后，将剩余保证金无息退还于您。如您支付的保证金不足以抵扣应由您支付的违约金、赔偿金等款项的，数字艺术电商平台将不予退还保证金，并保留向您追偿的权利。
7.2.4您若有以下情况之一的，数字艺术电商平台有权扣除保证金，且保留停止向您提供服务的权利:
(1)您违反法律、法规、政策及本协议、平台规则或违反其对用户的承诺致用户受损的，数字艺术电商平台有完全的权利进行责任判定，且基于前述判定直接使用保证金代您向用户退还货款、支付违约金及或赔偿款;
(2)如您违反国家法律法规、规则政策致使平台权益受损(包括但不限于合理的律师费用、行政处罚、被判决侵权、被媒体曝光、商誉受损等)，数字艺术电商平台可直接从保证金中划扣相应金额的违约金及或赔偿款;
(3)如您违反本协议及平台规则，根据本协议及平台规则应当向数字艺术电商平台支付违约金及或赔偿款，数字艺术电商平台可直接从保证金中划扣相应金额的违约金及或赔偿款；
(4)如您提供的商品不符合平台鉴别及瑕疵验证，数字艺术电商平台可直接从保证金中划扣相应金额的违约金;
(5)如您寄出的商品不符合用户选择的款式、尺码等要求的，数字艺术电商平台可直接从保证金中划扣相应金额的违约金，并由您重新邮寄正确的商品款式，且由您自行承担所产生的全部快递运输费;
(6)如您在用户完成支付后【36】小时后仍未完成发货的，属于严重超时发货情形，数字艺术电商平台可直接从保证金中划扣相应金额的违约金:
(7)如您违反本协议项下条款，没有在用户或数字艺术电商平台要求的合理期限内改正或无法改正的;
7.2.5 数字艺术电商平台依据本协议及相关规则扣除保证金后，会在订单详情页内显示保证金扣除的记录。您同意，数字艺术电商平台有权选择在您的货款中直接划扣相应金额予以补足前述保证金。
7.3 【平台服务费】您在申请入驻及经营过程中，梨数字艺术提供相关的系统维护和支持服务，而向您收取的平台服务费：
（1）固定技术服务费（亦称“平台使用费”）：您在获得缴费权限后应向梨数字艺术支付的与特定店铺服务期对应的技术服务费。
（2）按比例计收的服务费（亦称“技术服务费”）：在您每达成一笔交易时向您收取的技术服务费。您理解并同意，非经平台另行公示，平台向您收取的技术服务费即为您交易金额的5%。
（3）按比例计收的版权服务费（亦称“版权服务费”）：在您每达成一笔交易而实时向您收取的因数字艺术品在数字艺术交易平台转让、授权产生的版权服务费。您理解并同意，非经平台另行公示，平台向您收取的版权服务费即为您交易金额的2.5%。
7.4【增值服务费】您使用梨数字艺术或梨数字艺术指定第三方提供的增值服务时，应按照另行签订的协议履行其义务并支付相关费用。
7.5【税费】您在经营过程中，应自行承担相关税费，梨数字艺术无义务为您代扣代缴。
7.6【费用结算】梨数字艺术与您按照下述约定对您基于本协议而设立店铺产生的订单款项进行结算：
7.6.1您同意，梨数字艺术将引入第三方支付机构或银行提供该等服务，您应按要求与第三方支付机构或银行签署可能存在的相关协议。
7.6.2【结算方式】：
数字艺术电商平台提供以下多种可选择的结算方式，具体结算方式以数字艺术电商平台系统确认为准。数字艺术电商平台系统根据系统（结算日遇休息日或法定节假日的，顺延至休息日或法定节假日结束后的第一个工作日）生成结算单或交易记录，商家确认无误后，梨数字艺术向付款机构发出付款指令，由付款机构将扣除平台使用费、技术服务费、版权服务费等费用后的货款支付给商家；
1)“T+1”结算方式（“T”日为订单在数字艺术电商平台系统中显示为“完成”状态的日期），在该种结算方式下，以“T”日后的第一个工作日为结算日；
鉴于该种结算方式取决于与梨数字艺术合作的第三方支付公司的持续稳定运作，商家同意提前向梨数字艺术及第三方支付公司申请开通，经梨数字艺术审核通过后，梨数字艺术与商家按此结算；同时，商家同意梨数字艺术有权单方随时停止该种结算方式的操作；
2）月结：以每个自然月为结算期，每个月1日为结算日，结算上月1日至上月末最后一日产生的款项；
3）半月结：以每半个月为结算期，每月16日与次月1日为结算日；
4）其他：以协议方选择的天数作为结算周期，每个结算期满的次日为结算日。
有关其他费用的开票事宜以相关法律法规等规范性文件及数字艺术电商平台为准。
7.7【账户信息】您须向“梨数字艺术”提供符合梨数字艺术要求的结算账户以便“梨数字艺术”完成货款结算，若您账户信息变更，应提前3天通知“梨数字艺术”，否则，因您变更账户造成货款支付失败、迟延或错误，损失由您自行承担。
7.8【人民币结算】“梨数字艺术”与您根据本协议开展的业务以人民币作为结算货币。</p>
<p><strong>八、不可抗力</strong>
8.1 【不可抗力】不论在何种情况下，数字艺术电商平台均不对由于电力、网络、电脑、通讯或其他系统的故障罢工(含内部罢工或劳工骚乱)、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为等不可抗力，国际、国内法院的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。
8.2 【依现状提供】本协议项下服务将按“现状”和“可得到”的状态提供，数字艺术电商平台在此明确声明对服务不作任何明示或暗示的保证，包括但不限于对服务的可适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途、满足您的任意需求。您在确认使用前，应充分考虑并慎重决策，一旦使用，您将须自行承担由此导致的各项风险和责任。
8.3 【独立判断】使用数字艺术电商平台下载数据或者获取任何资料的行为均出于您的独立判断，并由您自行承担因此而可能产生的风险和责任。</p>
<p><strong>九、保密条款</strong>
9.1【涉密范围】除本协议另有约定外，一方对于本协议的签订、内容及在履行本协议期间所获知的其他方的商业秘密负有保密义务。非经相关方书面同意，不得向相关方以外的任何第三方(关联公司除外)泄露、给予或转让该等保密信息(根据法律法规、证券交易所规则向政府、证券交易所和/或其他监管机构提供、协议方的法律、会计、商业及其他顾问、雇员除外)。
9.2 【保密期限】在本协议终止之后，双方在本条款项下的义务并不随之终止，双方仍需遵守本协议之保密条款履行其所承诺的保密义务，直到另一方同意其解除此项义务，或事实上不会因违反本协议的保密条款而给另一方造成任何形式的损害时为止。
9.3【保密人员】任何一方均应告知并督促其因履行本协议之目的而必须获知本协议内容及因合作而获知对方商业秘密的雇员、代理人、顾问等遵守保密条款，并对其雇员、代理人、顾问等的行为承担责任。</p>
<p><strong>十、协议终止和违约责任</strong>
10.1 【协议终止】您应理解，您应按照本协议约定使用数字艺术电商平台提供的服务，并且尊重数字艺术电商平台其其他权利人所享有的知识产权及其相关权利，如您严重违反本协议及其他法律法规或主管机关等规定，数字艺术电商平台有权停止向您提供服务并将终止本协议。
10.2【违约责任】您理解出于维护用户权益的目的以及数字艺术电商平台的正常良好的运营环境和秩序，您应遵守本协议项下条款、规则、通告等规定，若您一旦违反，数字艺术电商平台有权对您采取限制措施，包括中止、终止提供部分或全部服务，单方终止协议，且在数字艺术电商平台经营或实际控制的平台依法公示您的违约行为。</p>
<p><strong>十一、其它事项</strong>
11.1 【独立主体】协议双方之间关系:双方都是独立的订约人。本协议不得被解释为创设或暗示双方存在有任何合伙、代理、合资关系或从属关系，双方在本协议相关业务之外的任何民事、商业行为，均由双方各自承担相应责任。
11.2 【纠纷解决】本协议的订立、履行、效力、解释及争议的解决均适用中华人民共和国法律。因订立或执行本协议而产生的任何争议，协议双方应首先通过协商解决。若协商不能解决，应提交本协议签订地即杭州市余杭区人民法院裁决
11.3 【可分割】本协议任一条款在执行时任何程度上被认定为无效或无法履行的，在其有效且可被履行的范围内，该条款仍应当被最大限度地履行，且本协议其他条款仍维持有效并应当被充分履行。针对无效或无法履行的条款，双方应当另行确定最能体现该条款原始目的且能被充分履行的有效替代条款。</p>
</div>
</template>
<style lang="less" scoped>
  .business_agreement {
    @apply p-4 text-gray-300 text-sm;
  }
</style>
