<template>
  <div class="lianlian-user-agreement">
    <div class="p-4 pb-36">
      <p><strong>连连支付服务协议</strong></p>
      <p>&nbsp;</p>
      <p>
        <strong
          >本协议由特定线上交易平台的用户（“您”）与连连银通电子支付有限公司（“连连银通”）和/或连连（杭州）信息技术有限公司（“连连信息”。连连银通和连连信息统称“我们”或“连连支付”）就您使用我们提供的支付和/或系统账户服务共同订立的有效合同。您在使用我们提供的本协议相关服务（以下单独或合并称为“本服务”）前应详细阅读本协议，一经使用本协议所载之服务，即视为您同意本协议的各项约定并应按此严格遵守。您通过页面点击或其他方式确认即表示您已同意本协议约定的全部内容。我们对本政策中与您的权益存在重大关系的条款和个人敏感信息，采用粗体字或斜体字进行标注以提示您注意。</strong
        >
      </p>
      <p>&nbsp;</p>
      <p>连连银通注册地址：浙江省杭州市滨江区越达巷79号连连大厦1号楼10楼</p>
      <p>连连信息注册地址：浙江省杭州市滨江区越达巷79号连连大厦1号楼12楼</p>
      <p>联系电话：400-018-8888</p>
      <p>
        联系邮箱：<a
          href="mailto:service@lianlianpay.com"
          target="_blank"
          class="url"
          >service@lianlianpay.com</a
        >
      </p>
      <p></p>
      <p>
        相关账户的开立和使用、支付服务的使用应遵守《非银行支付机构网络支付服务管理办法》、《支付机构反洗钱和反恐怖融资管理办法》等相关规定和本协议的各项约定；如涉及个人汇兑，尚须遵守《个人外汇管理办法》及其实施细则等相关规定（如年度外汇总额限制等规定）。
      </p>
      <p></p>
      <p>基于平等互利、共同发展的原则，我们与您达成如下协议，以资遵守：</p>
      <p></p>
      <p><strong>定义：</strong></p>
      <p>
        1、
        “特定线上交易平台”：指您作为由您的商户搭建或运营的平台（包括但不限于网站、APP、公众号等应用程序）的正式注册用户，您在该平台上进行交易、开展业务，或由该商户为您提供商品或服务。以下简称“平台”。
      </p>
      <p>
        2、
        “惠支付系统”/“账户+系统”：指我们为您的平台搭建的一套交易资金账户系统,可用于记录您的平台和您的交易明细、交易金额等信息，并通过该系统为您的平台和您进行交易指令及信息的传送等，同时支撑多种支付渠道汇总、统一记账和对账等账户管理功能。具体系统名称以您的商户实际与连连银通或连连信息签署协议约定的为准。以下单独或合并称为“系统”。
      </p>
      <p>
        3、
        “惠支付系统”账户/“账户+系统”账户：指在“惠支付系统”/“账户+系统”下，我们根据您的指令为您和您的平台开立的一种用于记录交易资金和账户明细的记账账户。您的平台开立总记账账户，您在该总账户项下开立属于您的分记账账户。具体账户名称以您的商户实际与连连银通或连连信息签署协议约定的为准。以下单独或合并称为“系统账户”。
      </p>
      <p>
        4、
        合作银行：指通过与您的平台和系统进行对接，在您的指令下为您开立用于存放实际资金的银行账户，并根据“系统”发出的指令为您进行资金划转的银行。有关您与合作银行的协议需另行签署，具体以合作银行提供的为准。由合作银行为您开立的账户以下统称为“合作银行账户”。
      </p>
      <p>
        5、
        支付渠道供应商：指有资质为您和您的平台提供支付服务的银行或第三方支付机构。您与支付渠道供应商的协议需另行签署。在本协议项下，如由连连银通为您提供支付服务的，则连连银通成为您的支付渠道供应商之一。
      </p>
      <p>
        6、
        合作第三方：指就本协议项下我们为您提供的支付和/或系统账户服务的过程中，部分产品和/或服务必须由第三方为您共同提供，包括但不限于协助我们为您完成本协议服务的境内外银行、身份识别供应商等。
      </p>
      <p>
        7、
        收款：在本协议的“系统”项下，指您的平台和/或用户通过银行卡付款、网银支付、充值、转账等支付方式将资金划转入合作银行账户的操作。
      </p>
      <p>
        8、
        付款：在本协议的“系统”项下，指您的平台和/或用户通过余额消费、转账、提现等支付方式将资金划转出合作银行账户的操作。
      </p>
      <p>
        9、
        支付服务：指连连银通向您提供的一种属于非金融机构、受您委托为您进行代收、代付以达成资金移转的目的。如您在本协议项下无需使用连连银通提供的支付服务，则关于支付服务的相应条款对您不适用。
      </p>
      <p>10、 系统账户服务：指基于“系统”或“系统账户”所实现的各种功能和服务。</p>
      <p>11、 系统账户和/或合作银行账户统称为“账户”。</p>
      <p></p>
      <p><strong>第一条 服务前提</strong></p>
      <p>
        一.
        在您同意接受本协议时，您应具有中华人民共和国法律规定的完全民事权利能力和民事
        行为能力，是能够独立承担民事责任的自然人、个体工商户、法人或其他组织（自然人统称为“个人用户”，个体工商户、法人或其他组织统称为“企业用户”，下同）；如您所属的国家或地区排除本协议内容的全部或部分，您应立即停止使用本服务。如您为个人用户，您应保证您已年满
        16 周岁；
      </p>
      <p>
        二.
        您需使用您的姓名/企业名称、住址、联系方式、职业/经营范围、受益所有人信息和证件等真实的身份信息，是您使用我们提供的支付和/或系统账户服务的前提。
      </p>
      <p>
        三.
        签署本协议，意味着您与我们的合作第三方之间也形成服务关系；同时，您应当遵守银行卡组织（包括但不限于中国银联、VISA、MASTER等）及其他合作机构指定的相关规则，相应的权利和义务即由您与我们的合作第三方负责履行与承担，我们不对此提供任何形式的担保或承担与之相关的其他法律责任，除非因我们原因致您损失。
      </p>
      <p>
        四.
        您应本着“诚实信用”的原则合理使用本服务，不得利用本服务从事“套现”交易。
      </p>
      <p></p>
      <p><strong>第二条 服务内容</strong></p>
      <p><strong>一.</strong> <strong>支付服务：</strong></p>
      <p>
        （一）
        快捷支付：连连银通根据您的平台传送的付款指令，由连连银通完成代收服务，为您实现向商户完成付款的一种支付方式。即连连银通收到来自您向平台发出的支付指令，在连连银通完成收集<strong>【您的姓名、身份证件号码、银行卡号、银行预留移动电话号码（“移动电话号码”）】</strong>后向您的发卡行发送；经您的发卡行验证您的上述信息通过后，为您开通并提供快捷支付。此后，连连银通根据您的历次支付指令从您的银行账户划转资金至您的指定商户账户。连连银通在为您提供快捷支付时根据发卡行的要求收集您的上述信息及其他基于您的同意而收集的可识别您身份的证明材料。若您不提供前述信息，您将无法使用连连银通的快捷支付服务。
      </p>
      <p>
        （二）
        网银支付：您通过连连银通的服务跳转至您的发卡行提供的网站页面进行付款，由连连银通完成代收服务，为您实现向商户完成付款的一种支付方式。即连连银通收到来自您向平台发出的支付指令，在您的发卡行提供的网站页面，被您的发卡行网站验证身份通过后，您通过操作您的网上银行账户完成向商户付款。
      </p>
      <p>
        （三）
        加款：经连连银通审批通过，由您或您的付款方向连连银通提供的虚拟账号进行充值或转账，由连连银通完成代收的一种支付方式。
      </p>
      <p>
        （四）
        其他：由连连银通的其他合作第三方为您提供的支付服务，具体以实际为准。
      </p>
      <p>
        （五）
        转账/提现，指您将您的银行账户中的资金划转至您指定的可在中华人民共和国（含香港、澳门特别行政区及台湾地区）接收款项的第三方银行账户，由连连银通为您提供代付的一种支付方式。除非您的银行账户被有权机关冻结、止付或被采取其他限制措施，在符合收、付款额度的前提下，连连银通将于收到您的转账/提现指令后的合理时间内，将相应款项汇入您的指定收款账户。为确保您的资金安全，连连银通可能会对转账/提现进行风险审查，从而可能导致到账时间延迟；亦可能会对转账/提现的额度进行限定，具体您可咨询您的商户。
      </p>
      <p><strong>二.</strong> <strong>系统账户服务（如适用）：</strong></p>
      <p>
        （一）
        当您使用我们的系统账户服务时，您需开立属于您的“系统账户”。在开立时，我们需收集您的【<strong>姓名/企业名称、身份证件号码、银行账号、移动电话号码（如适用）、注册绑定邮箱</strong>】；根据合作银行要求的不同，我们还可能收集您的【<strong>身份证件有效期、身份证件影印件、国籍、性别、住址、职业信息、受益所有人信息及生物特征</strong>】，及其他基于您的同意而收集的可识别您身份的证明材料。同时，我们将上述信息传送至合作银行，由合作银行为您验证身份通过后开立属于您的合作银行账户。
      </p>
      <p>
        （二）
        您需对您的“系统账户”设置账户密码。您可通过该密码控制您的“系统账户”，进而实现对您的合作银行账户的控制，实现收款、付款或确认收货（如适用）等权益变动的目的，但经您授权并同意开通“免验免密支付”的除外。在您的“系统账户”账号和密码被我们识别正确的前提下进行的业务操作均视为您或您的合法授权人进行的操作。
      </p>
      <p>
        （三）
        在收款阶段，我们收到您的平台发出的指令和交易信息后在“系统”中进行记账等处理，同时由合作银行账户收悉您的转入资金；在付款阶段，我们收到平台发出的指令和交易信息后在“系统”进行记账等处理，同时由合作银行账户将资金转出至您的指定收款账户。
      </p>
      <p>
        （四）
        您的“系统账户”或合作银行账户均区别于您的商户在我们或合作银行处开立的，由您独立所有和控制。
      </p>
      <p>
        （五）
        您知悉并同意担保交易是指您与您的交易对手方协商一致达成交易后，付款一方虽完成付款但未确认交易完成前，交易款项记入“系统”中设立的平台担保账户并创建担保订单；待担保交易确认完成（即付款方确认收到货物或确认服务完成，或根据约定或平台规则视为交易已完成），我们在收到您的平台传送的担保交易完成指令后将交易款项划转至收款一方的合作银行账户，并在“系统”中进行记录，以实现为双方安全、便捷地开展交易而提供担保和增信的一种线上交易方式。担保交易期限最长不超过180日，自担保交易创建订单之日起算。担保账户的资金若被有权机构冻结等第三方原因导致资金未能及时根据原担保交易指令进入其指定收款账户而产生的风险和责任，我们将不承担任何责任。您应当立即联系您的商户和我们。
      </p>
      <p></p>
      <p><strong>第三条 指令及账户安全</strong></p>
      <p>
        一.
        您的身份信息资料应当及时更新，如因您未及时更新基本资料，导致本服务无法提供或提供时发生任何错误，您将承担因此产生的一切后果。在您使用我们提供的服务时，您授权我们可通过合作第三方审核和验证您的身份和资格，并取得关于您使用本服务的相关资料。您应确保您提交的身份信息真实、完整、准确、合法、有效。您同意授权我们有权在发现您提交的身份信息与您的实际证件不符时进行适当地非实质性地更正。身份验证的具体方式根据实名制相关的法律法规及我们的风控规则而定。此外，如您是企业用户，您同意并授权我们可对您的法定代表人进行身份核实及相关材料的收集，以便我们开展尽调和风险控制。
      </p>
      <p>
        <strong>二.</strong>
        <strong
          >您理解并同意，我们仅根据您的平台发出的指令进行相关业务的处理，且成为我们受您委托为您提供支付和/或系统账户服务的唯一指令，包括但不限于您通过您的平台传送的或平台基于您与其的约定而传送的指令。您进一步知悉并同意我们收到来自您的平台传送的您的指令，均视为您向我们直接发出的指令。因执行相关指令造成的任何后果，我们不承担任何责任。</strong
        >
      </p>
      <p>
        三.
        您向我们发出指令后，非经法律程序或者非依本协议之约定，该指令不可撤销和撤回。如您发现您的商户有篡改、修改、泄露、遗漏您的指令之情形，您应当立即停止支付，并通知我们和有关部门。
      </p>
      <p>
        四.
        在使用本服务时，您应遵从本服务条款和网站说明、交易页面中之操作提示、规则等，未按照要求发送的指令我们可拒绝执行，且不承担任何损害赔偿责任。
      </p>
      <p>
        *<strong>五.*</strong> *<strong
          >网上交易和网络支付易发生各类风险事件，包括但不限于欺诈、伪卡、盗卡、洗钱、套现，挪用、盗用资金等，您应当谨慎选择您的商户并使用本服务。在确认支付前，您应当仔细核对您即将支付的订单内容、金额等。当您收到发卡行或我们发送的账户资金异动通知信息时，若您发现非您本人支付的，您应当立即停止支付，并联系发卡行及我们。您应当谨慎保管您的身份信息、移动电话和短信验证码，同时您应当不随意点击陌生短信、链接、小程序等，以防被不法分子利用而致使您的账户资金遭受损失。*</strong
        >
      </p>
      <p>
        六.
        我们为您提供交易发生之日起的业务交易数据，您可联系我们查询当日对账单和十二个月内（超过12个月的对账单请联系客服获取）的历史对账单。双方对账有分歧的，以结算银行的交易流水为准。
      </p>
      <p>
        七.
        我们通过您的密码和/或短信验证码或手势密码等以识别您的指示。您应当妥善保管您的账号信息和密码及短信验证码或手势密码等个人信息。因您不慎泄露用户名、账号信息、密码、短信验证码或手势密码等所致的损失，由您自行承担。您保证不向其他任何人泄露您的账户或短信验证码或手势密码或其他个人敏感信息，亦不使用其他任何人的账户或短信验证密码或手势密码。
      </p>
      <p>
        八.
        因您的过错导致的任何损失由您自行承担，该过错包括但不限于不按照交易提示操作，未及时进行交易操作，遗忘或泄漏银行账户或密码，密码被他人破解，点击含有木马病毒的链接，以及您使用的计算机或移动设备等被他人侵入等导致的损失。
      </p>
      <p>
        九.
        您的账户遭到冒用、盗用或有其他任何影响安全问题发生时，您应立即停止使用本服务并采取防范之措施，同时应立刻通知我们、您的商户和发卡行。在接到通知后，我们将中止或终止为您的账户提供支付和/或系统账户服务，且做进一步调查后视情况上报相关监管机构。我们于接收通知前（该等通知应不存在任何迟延情形），对第三方使用本服务已发生之效力和后果，包括但不限于由于第三人盗用您的个人信息或银行账户而导致您的资金损失，除我们对未经合法授权之使用的形成存在故意或过失行为外，我们将不承担任何赔偿责任。如您迟延通知，则迟延期间产生的损失，我们将不需承担任何责任。*<strong>如您认为您的账户或短信验证码、手势密码等可能存在安全问题，或者您发现有人私自使用您的账户或短信验证码、手势密码等，您应立即停止使用本服务并采取防范之措施，同时您应立刻通知我们、您的商户和发卡行，这是您的义务和责任；如您发现任何未经许可的交易，或者有人已经知悉您的个人信息、账户或短信验证码、手势密码等，或者您发现您的交易和支付记录有误，您应立即停止使用本服务并采取防范之措施，同时您必须立即通知我们、您的商户和发卡行，这是您的义务和责任。*</strong>您的及时通知将可能有助于保护您的权益。在发生任何违法交易、盗窃或诈骗行为等触犯刑法之情况时，您应向我们提交相应的资料或证据证明该等交易为未经您许可而发生的交易损失，同时我们将按照有权机构之指示行事。由此涉及您的合法权益时，您应及时主动向我们、发卡行或有权机构提供有关交易证据，必要时您应就您提供的证据向发卡行或有权机构进行说明。如未能提供真实有效的交易证据，您应独立承担由此造成的一切损失。
      </p>
      <p>
        十.
        您充分了解并清楚知晓出租、出借、出售、购买账户的相关法律责任和惩戒措施，承诺依法依规开立和使用本人（企业）账户。
      </p>
      <p>
        <strong>十一.</strong>
        <strong
          >“免验支付”是商户为了提升用户体验，在使用连连银通提供的支付服务时向连连银通申请为其平台开通的一种在一定额度内，经您同意后，您在此后历次支付时无需填写短信验证码即可完成付款的一种支付验证方式；但超过免验支付额度的仍需由您使用短信验证码确认，具体免验支付额度由您的商户设置。如您的商户在支付验证方式中选择“免验支付”的，当发生您的银行账户资金被盗等风险事件造成任何损失的，除非由于连连银通的故意或重大过失造成，否则与连连银通无关。您的商户应当获得您开通“免验支付”的明确授权，且告知您使用该支付验证方式的方法、使用场景、额度限制及可能发生的支付风险等注意事项，并在您首次使用免验支付时进行显著地、有效地风险提示和条款告知。若您发现您尚未向您的商户授权但被开通了“免验支付”的，您应当立即停止支付并采取有效的防范措施，且即刻联系连连银通及您的商户。您在使用“免验支付”的过程中如有异议的，您应当立即停止支付并及时联系发卡行、您的商户和连连银通。</strong
        >
      </p>
      <p>
        <strong>十二.</strong>
        <strong
          >“系统账户”免验免密：是指在一定额度内，您无需输入您的“系统账户”密码和短信验证码即可对“系统账户”发出相应指令，由我们为您在“系统”中进行相关权益变动的记录，并由合作银行为其进行实际资金的划转的一种功能；但超过该等额度的交易仍需进行短信验证码和/或“系统账户”密码的校验，具体由您的商户在申请开通该功能时另行确定。如您的商户选择开通该功能的，当发生您的账户被盗等风险事件造成任何损失的，除非因我们的故意或重大过失造成，否则与我们无关。您的商户应当获得您开通该等功能的明确授权，且告知您使用该等功能的方法、使用场景、额度限制及可能发生的风险等注意事项，并在您首次使用该功能时进行显著地、有效地风险提示和条款告知。若您发现您尚未向您的商户授权而被开通了“系统账户”免验免密功能的，您应当立即停止操作并采取有效的防范措施，且即刻联系我们及您的商户。</strong
        >
      </p>
      <p>
        *<strong>十三.*</strong> *<strong
          >如您在使用本服务时是金融消费者，请您务必认真、仔细地注意金融产品或服务涉及的数量、利率、费用、履行期限和方式、注意事项、风险提示、纠纷解决等内容。如您对金融产品或服务有疑问的，您应当立即停止任何操作，并尽快联系金融产品或服务的提供方、发行卡、我们或有关部门。*</strong
        >
      </p>
      <p>
        <strong>十四.</strong>
        <strong
          >您同意，为了更好地为您提供服务，如经您的另行同意，我们可以向您不定时地推送与本协议服务相关的营销短信、电话或电子邮件等。</strong
        >
      </p>
      <p></p>
      <p><strong>第四条 交易记录和信息保密</strong></p>
      <p>
        一.
        我们将对您在使用本服务中的所有操作进行记录，不论该等操作的目的最终是否实现，供您与我们日后进行查询和核对。我们将以电子邮件（或发送到该移动电话的信息或电话等）方式通知您使用我们提供的支付和/或系统账户服务的进展情况、处理结果等，和/或提示您进行下一步的操作。但我们不保证您能够收到或者及时收到该邮件（或发送到该移动电话的信息或电话等），且不对此承担任何后果。因此，在交易过程中如您发现我们发送的服务进展信息与您从银行、我们或支付渠道供应商处收到的交易进展信息（支付进展信息以银行的为准）不一致时，则您应当立即停止使用本服务并采取防范之措施，并将上述情况立即通知我们和发卡行。因您没有及时查看，或对交易状态进行修改，或未能提交相关申请而导致的任何纠纷或损失，我们除通知义务外不负任何责任。如您以本服务的记录为基础，您在进行核对查询后认为数额有误的，可通过我们进行查询。您了解并同意您最终能够付款或提现等对资金进行操作是由对应的银行提供的，您需向该银行请求查证。
      </p>
      <p>
        二.
        您知悉并同意我们会收集并储存您的身份及交易信息，如您的<strong>【姓名/企业名称、身份证件号码、身份证件有效期、身份证件影印件、地址、移动电话号码（如适用）和电子邮件地址、职业/经营范围、受益所有人信息及生物特征】</strong>等信息及相关附加信息（如您所在的省份和城市、邮政编码等）、银行账户信息或其他支付工具的账户信息、您操作的相关信息、可能为了提供服务及改进服务质量的合理需要而收集您的其他信息。我们重视对用户隐私的保护，我们努力采取各种合理的物理、电子和管理方面的安全措施来保护您的信息，使您的信息不会被泄漏、毁损或者丢失，包括但不限于
        SSL、信息加密存储、数据中心的访问控制。我们对可能接触到您的信息的员工或外包服务商也采取了严格的管理。
      </p>
      <p>
        三.
        在本服务内容的范围内您同意我们可将您的身份信息、交易信息、结汇记录等提供给合作第三方、我们的支付渠道供应商以及协助提供本服务或其他为了完成本服务或为了改进服务质量的合理需要而必须获得以上信息的有权机构。
      </p>
      <p>
        四.
        有关您的所有资金来源记录的交易信息和通过我们开展交易的记录应自交易记账当年计起我们至少保存5年。如因监管机构或有权机构的要求，或按照法律法规的规定，或我们需要核实您的资金来源和您的交易背景时，您有义务及时提供我们所要求的所涉款项相关的真实的全部交易记录。如您需注销（或永久冻结）您的任一账户，或您的相关账户被您的商户关闭，您应当要求并在此授权您的商户向我们提供您的所有资金来源的真实交易记录。如您未尽提供的义务或未履行协助提供的承诺，我们可以暂停或终止向您提供服务。如我们因此承担法律责任或行政罚款，您应赔偿我们由此产生或承担的所有的损失和支出，包括但不限于我们为履行该法律责任必须支出的费用、以及诉讼或仲裁的费用、律师费、保全费及罚款等。
      </p>
      <p></p>
      <p><strong>第五条 外汇服务（如适用）</strong></p>
      <p>
        一.
        连连银通收到汇款的资金后在银行或外汇管理局的工作时间内进行结汇，汇率以合作第三方公布的为准。如连连银通收到您的资金为银行或外汇管理局的非工作时间，将顺延至下一日的工作时间进行结汇。
      </p>
      <p>
        二.
        如因法律法规、政府政策限制或因您的外汇结汇额度不足导致不能结汇，由您自行负责。连连银通对您的结汇额度无主动查询义务，如连连银通获知您已超出结汇额度，连连银通有权不执行该交易；如已兑换，连连银通可就您结汇超额部分以连连银通认为适当的方式冲回。贸易项下的交易不适用本条款。
      </p>
      <p></p>
      <p><strong>第六条 服务规则和收费</strong></p>
      <p>
        一.
        您在使用本服务过程中，本协议内容、网页上出现的关于交易操作的提示或我们发送至您的信息（短信或电话等）内容均为您使用本服务的相关规则，您使用本服务即表示您同意接受本服务的相关规则。您了解并同意我们有权单方修改服务的相关规则，而无须征得您的同意。我们对上述规则进行调整时将提前30日在我们网站上公布，不另作个別通知。变更后的协议在公告届满30日起生效。具体规则应以您使用本服务时的页面提示（或发送到该移动电话的信息或电话等）为准，您同意并遵照我们的相关规则是您使用本服务的前提。
      </p>
      <p>
        二.
        当您使用我们提供的支付和/或系统账户服务时，我们有权根据服务收费规则向您收取服务费用。我们有权制定及不时调整服务费，具体服务费以我们在营业场所和网站上公示的服务收费规则为准。我们对服务费进行调整时，将在实施新的服务费标准之前在营业场所和网站上连续公示30日。如您不同意我们对服务费的调整，您应当立即停止相关资金的操作或停止使用我们的服务，否则视为您同意我们对服务费的调整并同意我们继续为您提供支付服务。
      </p>
      <p>
        三.
        您应本着“审慎交易”的原则了解并遵守合作第三方的约定及银行卡组织制定的相关规定（包括但不限于现行有效或后续变更、新增的规则等）。
      </p>
      <p>
        四.
        由于连连银通并非银行或其它金融机构，本协议项下的资金移转均通过境内外银行来实现，您理解并同意您的资金于流转途中所花费的合理时间，同时您知道并了解您的资金的实际到账时间将会受到境内外银行等第三方的节假日影响而延迟或暂停，并顺延至恢复的第一个工作日后即时办理。您同意并承担由于资金到账和汇兑时间的延迟带来的汇率损溢。
      </p>
      <p>
        五.
        我们为您提供客服服务的工作时间以我们官网公布的为准。我们的官方客服电话【400-018-8888】、服务邮箱【<a
          href="mailto:service@lianlianpay.com"
          target="_blank"
          class="url"
          >service@lianlianpay.com</a
        >】，负责解答您在使用我们提供的服务中遇到的各种疑问，并协商处理您在数据对账、资金结算过程中提出的问题，及时应答您的争议和投诉。
      </p>
      <p></p>
      <p><strong>第七条 禁止行为</strong></p>
      <p>
        您在使用本服务时应遵守中华人民共和国相关法律法规、相关国际惯例。您承诺和保证不将本服务用于任何非法目的（包括用于禁止或限制交易物品的交易），亦不以任何非法方式使用本服务。当您使用本服务时，严禁从事以下行为：
      </p>
      <p>
        一. 侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益。
      </p>
      <p>二. 违反法定或约定之保密义务。</p>
      <p>三. 冒用他人名义使用本服务。</p>
      <p>
        四.
        从事不法交易行为，如洗钱、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他我们认为不得使用本服务进行交易的物品等。
      </p>
      <p>五. 提供赌博资讯或以任何方式引诱他人参与赌博。</p>
      <p>
        六. 非法使用他人账户或无效账户等进行支付；出租、出借、出售，或购买账户。
      </p>
      <p>七. 进行与您或交易对方宣称的交易内容不符的交易，或不真实的交易。</p>
      <p>八. 进行任何可能含有电脑病毒或是可能侵害本服务系统、资料之行为。</p>
      <p>九. 其他法律法规禁止从事的行为。</p>
      <p></p>
      <p><strong>第八条 服务中止或终止及资金冻结</strong></p>
      <p>
        一.
        您同意我们有权基于单方判断，包含但不限于我们认为您已经违反本服务条款的明文规定及精神，或在发现异常交易或有疑异或有违法之虞时，或在其他必要时不经事先通知而撤回/撤销向我们发出的指令，或中止或终止本服务之部分或全部功能，同时我们亦可基于上述判断冻结您的资金。我们有权向相关监管机关报告，或要求您向我们提供合法有效的交易证据，必要时您应就您提供的证据向我们、银行或有权机构予以说明。否则，您应独立承担由此造成的一切损失。
      </p>
      <p>
        二.
        如我们有合理理由怀疑您提供的身份信息及相关资料为错误、不实、过时或不完整的，我们有权暂停或终止向您提供部分或全部支付服务。我们对此不承担任何责任，您将承担因此产生的任何直接或间接支出。如因国家法律法规、部门规章或监管机构的要求，我们需要您在注册完成后继续补充提供任何相关资料时，如您不能及时配合提供，我们有权暂停或终止向您提供部分或全部的支付服务。
      </p>
      <p>
        三.
        为了使我们或第三方避免承担责任，或者如果我们认为您可能在从事潜在的欺诈性或可疑活动和（或）交易，我们可以在一段合理的期限内冻结您的资金。
      </p>
      <p></p>
      <p><strong>第九条 系统中断或故障</strong></p>
      <p>
        因下列原因，致使您无法使用本服务或造成您损失的，我们将不承担任何责任：包括但不限于我们预先通知的系统停机维护期间；因电信机线设备原因以致发生错误、迟滞中断或不能传递；因台风、地震、海啸、洪水、停电、战争、电脑黑客等不可抗力之因素，造成我们系统障碍不能正常执行业务；因政策、法律法规或监管要求，导致任何一方无法继续履行本协议。
      </p>
      <p></p>
      <p><strong>第十条 责任范围及责任限制</strong></p>
      <p>一. 我们仅对本协议中列明的责任范围承担并负责。</p>
      <p>
        二.
        我们将遵照您的指示并根据我们的流程规定和要求为您进行资金的操作。为避免疑义，我们不提供预支或垫付、透支、现金存取和融资服务。
      </p>
      <p>三. 您明确因交易所产生的任何风险应由您自行承担。</p>
      <p>
        四.
        用户信息是由您本人或本企业自行提供的，您应保证该信息之准确、及时和完整，您应对您的判断承担全部责任。
      </p>
      <p>
        五.
        我们不对交易及本服务提供任何形式的保证，包括但不限于以下事项：本服务符合您的需求及本服务不受干扰、及时提供或免于出错。
      </p>
      <p>
        六.
        您经由本服务之使用下载或取得任何资料，应由您自行考量且自负风险。因资料之下载而导致您电脑系统之任何损坏或资料流失，您应负完全责任。
      </p>
      <p>
        七.
        您自我们或我们的工作人员或经由本服务取得之建议和资讯，无论其为书面或口头形式，均不构成我们对本服务之保证。
      </p>
      <p>
        八.
        在法律允许的情况下，我们对于与本协议有关或由本协议引起的任何间接的、惩罚性的、特殊的、派生的损失（包括业务损失、收益损失、利润损失、使用数据或其他经济利益的损失），不论是如何产生的，也不论是由对本协议的违约（包括违反保证）还是由侵权造成的，均不负有任何责任，即使事先已被告知此等损失的可能性。另外即使本协议规定的排他性救济没有达到其基本目的，也应排除我们对上述损失的责任。
      </p>
      <p>
        九.
        除本协议另有规定外，在任何情况下，我们对本协议所承担的违约赔偿责任总额不超过向您收取的当次服务费用总额。
      </p>
      <p></p>
      <p><strong>第十一条 知识产权保护</strong></p>
      <p>
        一.
        本网站上所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由我们或其关联（指直接或间接控制、受控制于本协议一方，或者与本协议一方共同直接或间接受控制于另一方的法律实体）依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。
      </p>
      <p>
        二.
        非经我们书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表本网站程序或内容。
      </p>
      <p></p>
      <p><strong>第十二条 协议变更及完整协议</strong></p>
      <p>
        一.
        本协议由本协议条款与及连连银通和连连信息制定和公示的其他各项规则组成，相关名词可互相引用参照，如有不同理解，以本协议条款为准。您同意，在您使用我们的支付和/或系统账户服务时，您应完全遵守本协议及我们制定的各项规则及页面提示等。
      </p>
      <p>
        二.
        我们有权在必要时单方修改或变更本服务协议之内容，并将通过我们的网站（<a
          href="http://www.lianlianpay.com"
          target="_blank"
          class="url"
          >www.lianlianpay.com</a
        >）提前 30 日公布最新的协议，不另作个別通知。变更后的协议在公告届满 30
        日起生效。如您于任何修改或变更本服务条款后继续使用本服务，则视为您已阅读、了解并同意接受修改或变更；如您不同意，则您应主动立即停用本服务。
      </p>
      <p>
        三.
        附件《连连支付隐私权政策》为本协议不可分割的一部分，与本协议具有同等的法律效力。
      </p>
      <p></p>
      <p><strong>第十三条 文书送达</strong></p>
      <p>
        您同意以您在您的平台或我们处留存的地址或邮箱为相关文书之送达地址，如您需变更联系方式，应以书面方式通知我们，以变更后的地址或邮箱为送达地址；如您未通过书面方式进行变更，我们仍以您留存在您的平台或我们处的地址或邮箱为送达地址。
      </p>
      <p></p>
      <p><strong>第十四条 法律适用及管辖</strong></p>
      <p>
        一.
        本协议的解释与适用，以及与本协议有关的争议，均应依照中华人民共和国法律(不含港、澳、台地区)；没有相关法律规定的，参照通用国际商业惯例和行业惯例。
      </p>
      <p>二. 本协议如涉诉讼，应由中国杭州市滨江区人民法院作为一审管辖法院。</p>
      <p><strong>连连支付隐私权政策</strong></p>
      <p></p>
      <p>
        <strong
          >连连银通和连连信息（“我们”，该表述包括实际向您提供产品与服务的连连银通电子支付有限公司和/或连连（杭州）信息技术有限公司）非常重视用户（以下称呼为“您”）的隐私和个人信息保护。您在使用我们的产品与/或服务时，我们可能会收集和使用您的相关信息。我们希望通过本《连连支付隐私权政策》（以下简称“隐私政策”）向您说明我们在您使用我们的产品与/或服务时是如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的管理和保护这些信息的方式。我们对本政策中与您的权益存在重大关系的条款和个人敏感信息，采用粗体字进行标注以提示您注意。</strong
        >
      </p>
      <p><strong>本政策将帮助您了解以下内容：</strong></p>
      <p>1、 我们如何收集和使用您的个人信息</p>
      <p>2、 我们如何共享、委托处理、转让、公开披露您的个人信息</p>
      <p>3、 我们如何保护和保存您的个人信息</p>
      <p>4、 您如何管理个人信息</p>
      <p>5、 儿童个人信息的保护</p>
      <p>6、 您的个人信息如何在全球范围转移</p>
      <p>7、 本政策如何更新</p>
      <p>8、 如何联系我们</p>
      <p></p>
      <p>
        <strong
          >本隐私政策与您所使用的连连支付服务以及该服务所包括的各种业务功能息息相关，希望您在使用我们的产品与/或服务前仔细阅读并确认您已经充分理解本政策所写明的内容，并让您可以按照本隐私政策的指引做出您认为适当的选择。您使用或在我们更新本隐私政策后继续使用我们的产品与/或服务，即意味着您同意本隐私政策(含更新版本)内容，并且同意我们按照本隐私政策收集、使用、保存和共享您的相关信息。</strong
        >
      </p>
      <p><strong>一、我们如何收集和使用您的个人信息</strong></p>
      <p>
        个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害、个人财产遭受损失或歧视性待遇等。
      </p>
      <p><strong>（一）</strong> <strong>信息收集和使用之目的</strong></p>
      <p>
        为了向您提供安全高效的服务体验，我们会出于本隐私政策所述以下目的，收集和使用您的个人信息：
      </p>
      <p>1、 提供支付、或与支付相关的产品/服务和客服服务，包括：</p>
      <p>
        （1）
        快捷支付：连连银通在为您提供快捷支付时，根据发卡行的要求收集您的【<strong>姓名、身份证件号码、银行卡卡号、银行预留移动电话号码（“移动电话号码”）</strong>】及其他基于您的同意而收集的可识别您身份的证明材料。若您不提供前述信息，您将无法使用连连银通的快捷支付服务；
      </p>
      <p>
        （2）
        网银支付：连连银通收到来自您向商户发出的支付指令，在您的发卡行提供的网站页面，被您的发卡行网站验证身份通过后，您通过操作您的网上银行账户完成向商户付款的一种支付方式。在此过程中，连连银通收集您的【<strong>用户名</strong>】。若您不提供前述信息，您将无法使用连连银通的网银支付服务；
      </p>
      <p>
        （3）
        ACS账户服务：连连银通在为您提供ACS账户服务时收集您的【<strong>姓名、身份证件号码、银行卡卡号、移动电话号码</strong>】；如您开立的是支付账户，我们还将收集您的【<strong>身份证件有效期、身份证件影印件、邮箱、国籍、性别、住址及职业信息</strong>】，及其他基于您的同意而收集的可识别您身份的证明材料。若您不提供前述信息，您将无法使用连连银通的ACS账户服务；
      </p>
      <p>
        （4）
        惠支付系统账户服务：我们在为您提供惠支付系统账户服务时收集您的【<strong>姓名、身份证件号码、银行卡卡号、移动电话号码</strong>】；如您开立的是支付账户，我们还将收集您的【<strong>身份证件有效期、身份证件影印件、邮箱、国籍、性别、住址及职业</strong>】，以及其他您涉及支付相关联的订单号、交易时间、交易金额、商品或服务内容等其他基于您的同意而收集的信息。若您不提供前述信息，您将无法使用我们的惠支付系统账户服务。
      </p>
      <p>
        2、
        为及时解决您的咨询及相关疑难问题，保证您的账户安全，我们的客服会使用您的个人信息（【<strong>姓名、身份证件号码及影印件、银行卡卡号、移动电话号码</strong>】，具体信息由您使用我们的产品/服务为准）核验您的身份。当您需要我们提供与您订单信息相关的客服服务时，我们会查询您的<strong>订单信息</strong>。根据您所要求的服务内容，您可能会在与我们的客服人员沟通时，提供上述信息之外的其他信息，以协助客服人员完成您所要求的服务，具体将在沟通过程中征得您同意的情况下进行收集。
      </p>
      <p>
        3、
        为了进行身份识别、预防、发现、调查欺诈、危害安全、非法或违反与我们或其关联方协议、政策或规则的行为，保障您或我们或其关联方的合法权益，我们会收集您的【<strong>姓名、身份证件号码、身份证影印件、银行卡卡号、移动电话号码</strong>】，由第三方机构进行身份核验、反洗钱名单筛查等。
      </p>
      <p>
        4、
        为了保障向您提供的服务安全、稳定，我们可能会收集您的【<strong>计算机、手机或其他访问设备或应用（例如浏览器软件、微信小程序）发送给我们的信息，信息包括网络IP地址、终端信息、您的浏览器版本信息和地理位置信息</strong>】；同时，为了保护您免遭欺诈，并确保您的个人信息不被滥用，我们可能会收集关于您以及您与我们服务互动的信息。我们可能还会评估您的电脑、移动电话或其他接入设备以识别任何恶意软件或活动。若您不同我们收集前述信息，可能会影响您继续使用我们的服务。
      </p>
      <p>
        5、
        为了向您发送营销活动通知（通知内容包括询问您使用我们支付的相关使用体验或征求您的改进意见，或者是向您介绍我们现有服务的更新升级的内容或我们推出的新产品/服务的相关信息，或者向您推荐您可能感兴趣的其他服务），我们可能会收集您使用或订阅的我们提供的本服务、您向我们的客服或客户经理就您使用我们服务的意见和反馈、您线上或线下填写或回答我们的调查问卷的内容以形成特征标签，并在另行征得您授权同意的情况下，使用您的联系手机号码与/或联系电子邮箱地址向您发送相应的营销活动短信或邮件通知；若您不同意我们收集、使用或接收前述信息，请您通过拨打我们的全球服务热线【400-018-8888】或发送邮件至我们的服务邮箱【<a
          href="mailto:service@lianlianpay.com"
          target="_blank"
          class="url"
          >service@lianlianpay.com</a
        >】要求我们不再发送营销活动通知，同时，您也可以通过我们营销活动短信或邮件通知上提示的方式选择退订该等营销活动通知；您不同意收集和使用前述信息的，不影响我们继续为您提供本服务；
      </p>
      <p>
        6、
        为了向您提供更好的客户服务，我们还可能从其他来源收集来自于您或与您相关的信息，譬如通过您与我们（包括我们的客服支持团队）的联系（包括对我们与您进行的电话沟通进行监控和录音）、您对问卷调查所做的回复、您与我们的互动（在适用法律允许范围内）、以及从其他我们有理由相信您所控制（无论是部分或全面）的账户中收集的信息；收集前我们会向您额外告知，并在获取您的明示同意的情况下收集、处理；
      </p>
      <p>
        7、
        我们严格遵守国家相关法律法规要求，不会收集、存储您的银行卡的磁道信息或芯片信息、验证码、有效期、密码等敏感信息。
      </p>
      <p><strong>（二）其他用途</strong></p>
      <p>
        1、
        我们将收集的信息用于本隐私政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。
      </p>
      <p>
        2、
        我们会采取脱敏、去标识化等方式对您的信息进行分析、加工，以便我们为您提供更加个性、准确及便捷的产品和服务，或协助我们改善和优化我们的产品和服务及进行必要的运营活动。同时，为了进一步提升用户体验，为您提供更优质和适合的产品和服务，我们可能会根据用户信息形成群体性特征标签，该等标签或结果不会定位或识别您，以及泄露您的信息。
      </p>
      <p><strong>（三）征得您授权同意的例外</strong></p>
      <p>
        根据相关法律法规规定，以下情形中收集您的个人信息无需征得您的授权同意：
      </p>
      <p>1、 与国家安全、国防安全有关的；</p>
      <p>2、 与公共安全、公共卫生、重大公共利益有关的；</p>
      <p>3、 与犯罪侦查、起诉、审判和判决执行等有关的；</p>
      <p>
        4、
        出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
      </p>
      <p>5、 所收集的个人信息是您自行向社会公众公开的；</p>
      <p>
        6、
        从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；
      </p>
      <p>7、 根据您的要求签订协议所必需的；</p>
      <p>
        8、
        用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；
      </p>
      <p>9、 为合法的新闻报道所必需的；</p>
      <p>
        10、
        学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果所包含的个人信息进行去标识化处理的；
      </p>
      <p>11、 法律法规规定的其他情形。</p>
      <p></p>
      <p>
        <strong>二、我们如何共享、委托处理、转让、公开披露您的个人信息</strong>
      </p>
      <p><strong>（一）共享</strong></p>
      <p>
        1、
        我们不会与连连支付以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：
      </p>
      <p>（1） 事先获得您明确的同意或授权；</p>
      <p>
        （2）
        根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；
      </p>
      <p>
        （3）
        在法律法规允许的范围内，为维护连连支付或连连支付关联方或合作伙伴、您或其他连连支付用户或社会公众利益、财产或安全免遭损害而有必要提供；
      </p>
      <p>
        （4）
        只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务；
      </p>
      <p>（5） 应您需求为您处理您与他人的纠纷或争议；</p>
      <p>（6） 符合与您签署的相关协议约定或其他的法律文件规定所要求提供的；</p>
      <p>（7） 基于学术研究而使用；</p>
      <p>（8） 基于符合法律法规的社会公共利益而使用。</p>
      <p>
        2、
        我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。我们会按照法律法规或管理办法等规定和要求获得您的授权和同意，具体的方式和形式将根据实际业务场景而定。我们将确保我们的关联方获得了您的授权后才会共享您的信息。
      </p>
      <p>
        3、
        我们可能会向合作伙伴等第三方共享与您有关的信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们会按照法律法规或管理办法等规定和要求获得您的授权和同意，具体的方式和形式将根据实际业务场景而定。我们将确保我们的合作伙伴获得了您的授权后才共享您的信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。我们的合作伙伴包括以下类型：
      </p>
      <p>
        （1）
        同我们合作的银行或金融机构，根据银行或金融机构的相关规定对您的信息进行验证以及有关支付的进一步操作，分享场景包括但不限于我们向您的发卡行发送您的支付指令、清算机构如银联或网联接收您的支付信息为您处理您的支付指令；涉及汇兑的，还需将您的信息发送至境外合作银行以便其为您将汇兑后的资金划转至您的指定境外收款账户。针对数据跨境传输情形的，我们将按照本政策第六条要求提供充分保护。上述分享是指您在使用本服务时，我们根据合作银行或金融机构的要求，向其传送您的姓名、身份证件号码、银行卡卡号、移动电话号码；如您开立的是支付账户的，还需传送您的身份证影印件、身份证件有效期、国籍、性别、住址及职业信息，以便其为您提供有关服务；
      </p>
      <p>
        （2）
        同我们合作的第三方验证机构，这些机构将帮助我们对您提供的信息进行真实性、准确性等方面的验证。上述分享是指您在使用本服务时，我们根据第三方验证机构的要求，向其传送您的姓名、身份信息、银行卡卡号（如需）、移动电话号码（如需），具体根据您的发卡行对身份识别的要求；
      </p>
      <p>
        （3）
        其他服务提供商：让与我们有协议关系的服务提供商能够支持我们的业务运营，例如防止欺诈、客服服务和技术服务。我们的协议规定，这些服务提供商只能出于为我们提供向您提供支付、或与支付相关的服务的目的使用您的信息，而不得出于其自身利益使用您的信息。
      </p>
      <p>
        4、
        某些支付或与支付相关的产品和服务，可能由第三方提供或由我们与第三方共同提供，如无法共享您的信息，可能无法为您提供该等服务。
      </p>
      <p>
        5、
        对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的数据保护协议，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
      </p>
      <p>
        6、
        <strong
          >请注意，如果您直接在第三方网站或通过第三方应用程序进行交易，您在该网站或应用程序上输入的任何信息将与第三方网站或应用程序的所有者共享。鉴于该网站或应用程序方可能会有其自身的隐私政策规则，您在向其提供个人信息之前建议您查看它们的隐私政策规则。我们对此类第三方的内容或信息规范不承担任何责任。</strong
        >
      </p>
      <p><strong>（二）委托处理</strong></p>
      <p>
        为了提高处理信息的有效性和准确性，以及降低处理信息的成本，我们可能会委托我们的关联方或其他专业的机构进行信息的相关处理。我们会要求我们的关联方或专业机构采取有效的保密措施并进行严格保密，且为此签订相关协议以保障您的信息安全，并承诺仅基于您授权的范围内使用。该等协议解除或终止时，我们会要求我们的关联方或专业机构对您的信息进行删除等处理。
      </p>
      <p><strong>（三）转让</strong></p>
      <p>&nbsp;</p>
      <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
      <p>1、 事先获得您明确的同意或授权；</p>
      <p>
        2、
        根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；
      </p>
      <p>3、 符合与您签署的相关协议或其他的法律文件约定所要求提供的；</p>
      <p>
        4、
        在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。
      </p>
      <p><strong>（四）公开披露</strong></p>
      <p>
        我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：
      </p>
      <p>1、 根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；</p>
      <p>
        2、
        根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。
      </p>
      <p></p>
      <p><strong>三、我们如何保护和保存您的个人信息</strong></p>
      <p>
        (一)
        我们已采取符合业界标准、合理可行的安全防护措施保护您提供的个人信息安全，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。例如，在您的浏览器与服务器之间交换数据（如信用卡信息）时受
        SSL（Secure Socket
        Layer）协议加密保护；我们会使用加密技术提高个人信息的安全性；我们会使用受信赖的保护机制防止个人信息遭到恶意攻击；我们会部署访问控制机制，尽力确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
      </p>
      <p>
        (二)
        我们有行业先进的以数据为核心、围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术等方面多维度提升整个系统的安全性。目前，我们已获得PCI-DSS（v3.2）国际数据安全标准、银联入网及安全评估认证、等级保护三级认证等相关认证资质。
      </p>
      <p>
        (三)
        我们会采取合理可行的措施，尽力避免收集无关的个人信息。<strong>我们只会在达成本隐私政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。</strong>我们将严格落实数据存储期限最小必要原则，如相关数据不再具有存储使用必要及法律限制的，我们将及时采取数据删除或者匿名化处理措施。
      </p>
      <p>
        (四)
        如您不再使用我们的产品或服务，且您要求我们删除您的个人信息或注销您的账户的，您可联系我们。我们将在接到您的指示后为您删除相关信息；但第四条（七）款规定的除外。您可通过拨打我们的全球服务热线（400-018-8888）或发送邮件至服务邮箱【<a
          href="mailto:service@lianlianpay.com"
          target="_blank"
          class="url"
          >service@lianlianpay.com</a
        >】与我们联系进行上述操作。我们将在接到您的通知后的十五个工作日内为您完成删除等操作。
      </p>
      <p>
        (五)
        互联网并非绝对安全的环境，<strong>我们强烈建议您不要使用非连连支付推荐的通信方式发送个人信息。</strong>您可以通过我们的服务建立联系和相互分享。当您通过我们的服务创建交流、交易或分享时，您可以自主选择沟通、交易或分享的对象，作为能够看到您的交易内容、联络方式、交流信息或分享内容等相关信息的第三方。
      </p>
      <p>
        (六)
        在使用我们的服务进行网上交易时，您不可避免地要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或联系地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息发生泄露，请您立即联络我们的客服，以便我们根据您的申请采取相应措施。
      </p>
      <p>
        (七)
        <strong
          >请注意，您在使用我们服务时自愿共享甚至公开分享的信息，可能会涉及您或他人的个人信息甚至个人敏感信</strong
        >息。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。
      </p>
      <p>
        (八)
        在不幸发生个人信息安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，将根据监管要求，及时上报相关主管部门。
      </p>
      <p></p>
      <p><strong>四、您如何管理个人信息</strong></p>
      <p>
        （一）查看、更正或补充您的信息。若您对向我们披露的个人信息有任何疑问或需要做进一步操作的，或需要改变相关授权范围或撤回您的授权的，或您认为我们存在任何违反法律法规或与您关于个人信息的收集或使用的约定，您可以通过本隐私政策下述的联系方式或我们网站页面展示的联系方式与我们进行联系。
      </p>
      <p>
        （二）删除您的信息。在以下情形中，您可以向我们提出删除您的个人信息：
      </p>
      <p>1、 如果我们处理个人信息的行为违反法律法规；</p>
      <p>2、 如果我们收集、使用您的个人信息，却未征得您的明确同意；</p>
      <p>3、 如果我们处理个人信息的行为严重违反了与您的约定；</p>
      <p>
        4、
        如果您主动注销了账户，但基于我们提供的本服务根据法律法规等要求仍应当留存的情形除外；
      </p>
      <p>5、 如果我们永久不再为您提供产品或服务。</p>
      <p>
        6、
        若我们综合相关法律法规要求的基础上决定响应您的删除请求的，我们还将同时尽可能通知从我们处获得您的个人信息的主体，并要求其及时删除（除非法律法规另有规定，或这些主体已独立获得您的授权）。
      </p>
      <p>
        7、
        当您或我们协助您删除相关信息后，因为适用的法律和安全技术，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并将其与任何进一步处理隔离，直到备份可以清除或实现匿名。
      </p>
      <p>（三）改变或撤回您授权同意的范围。</p>
      <p>
        每个产品功能需要一些基本的个人信息才能得以完成（具体见您在申请开通产品时产品页面展示的协议之内容）。如您需改变或撤回就本隐私权政策您同意授权我们对您个人信息的收集、使用和共享等，您可通过拨打我们的全球服务热线【400-018-8888】或发送邮件至服务邮箱【<a
          href="mailto:service@lianlianpay.com"
          target="_blank"
          class="url"
          >service@lianlianpay.com</a
        >】与我们联系；但此前我们根据您的授权已为您提供支付产品或服务的，或根据法律法规和管理办法等规定需保留您的个人信息的除外。
      </p>
      <p>（四）响应您的请求。</p>
      <p>
        为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。我们将在十五个工作日内做出答复。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。
      </p>
      <p>
        <strong
          >在以下情形中，按照中国以及其他相关国家、地区和领域的法律法规规定与/或监管要求，我们将无法响应您的请求：</strong
        >
      </p>
      <p>1、 与中国和其他相关国家、地区和领域安全、国防安全直接相关的；</p>
      <p>2、 与公共安全、公共卫生、重大公共利益直接相关的；</p>
      <p>3、 与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
      <p>4、 有充分证据表明您存在主观恶意或滥用权利的；</p>
      <p>5、 响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</p>
      <p>6、 涉及商业秘密的。</p>
      <p>
        （五）注销快捷支付服务或注销账户服务（含ACS账户服务与/或惠支付系统账户服务）。如您需要注销您的快捷支付服务，或注销您的账户服务，您应通过如下办理路径，通知我们和您的商户。如不存在您与您的商户之间的争议且符合本协议的流程，我们可为您办理相关注销手续。如您办理注销成功的，该等注销亦应当被视为我们与您之间的协议已解除，但您仍应对您在使用本服务期间的行为承担可能的违约或损害赔偿责任。
      </p>
      <p>
        办理注销手续：拨打我们的客户服务热线【400-018-8888】或向我们的服务邮箱【<a
          href="mailto:service@lianlianpay.com"
          target="_blank"
          class="url"
          >service@lianlianpay.com</a
        >】发送注销账户的申请或联系您的商户通过该商户向我们提交注销申请。在申请注销您的ACS账户服务前，您应当确保您的ACS账户中已无余额。当您符合注销条件并成功注销后，您的相关信息将被清空，您将无法使用您已注销的连连支付提供的本服务；我们将不再收集、使用与之相关的个人信息，但您在使用连连支付提供的本服务期间提供或产生的信息，我们仍按以下规定和约定执行：
      </p>
      <p>
        1、
        将按照法律法规及监管要求的期限及本政策第三条相关说明进行保存（包括：您的有关交易信息应自交易记账当年计起至少保存5年，您的相关身份资料应自我们与您之间的协议解除当年起至少保留5年），且在该保存期限内依法配合有权机关的查询；
      </p>
      <p>2、 或者按照您的另行授权同意的内容进行保存。</p>
      <p></p>
      <p><strong>五、儿童个人信息的保护</strong></p>
      <p>
        我们严格遵守国家相关法律法规要求，仅在获取父母或其他监护人授权同意的基础上收集、处理儿童（本政策内“儿童”系指14周岁以下未成年人）个人信息。如果我们发现自己在未事先获得可证实的父母或其他监护人同意的情况下收集了儿童的个人信息，我们会设法尽快删除相关数据。对于经父母或监护人同意而收集的儿童的个人信息情况，我们只会在受到法律允许、父母或其他监护人明确同意或者保护儿童所必要的情况下使用或公开披露此信息。
      </p>
      <p></p>
      <p><strong>六、您的个人信息如何在全球范围转移</strong></p>
      <p>
        我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内，以下情形除外：
      </p>
      <p>（一）法律法规有明确规定；</p>
      <p>（二）获得您的明确授权；</p>
      <p>（三）您通过互联网进行跨境交易等个人主动行为。</p>
      <p>
        针对以上情形，如您的个人信息发生跨境传输的情形，我们会确保依据本隐私政策约定，对您的个人信息提供足够水平的保护，包括但不限于加密传输、限制可访问范围、与数据接收方签订数据处理协议或者含有数据处理条款的合作协议以明确双方数据保护责任义务等。
      </p>
      <p></p>
      <p><strong>七、本政策如何更新</strong></p>
      <p>
        本隐私政策此后可能会发生变更。我们会在本页面上发布对本政策所做的任何变更。对于重大变更，我们还会在我们的官网页面提供更为显著的通知（包括对于某些服务，我们会通过电子邮件或短信形式发送通知，说明隐私政策的具体变更内容）。您可通过登录我们的网站【lianlianpay.com】，点击【国内支付】-【联系我们】-【服务协议】-【连连支付隐私权政策】了解具体的变更。本政策所指的重大变更包括但不限于：
      </p>
      <p>
        （一）我们的服务模式发生重大变化，如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
      </p>
      <p>
        （二）我们在所有权结构、组织架构等方面发生重大变更，如业务调整、破产并购等引起的所有者变更等；
      </p>
      <p>（三）个人信息共享、转让或公开披露的主要对象发生变化；</p>
      <p>（四）您参与个人信息处理方面的权利及其行使方式发生重大变化；</p>
      <p>
        （五）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化；
      </p>
      <p>（六）个人信息安全影响评估报告表明存在高风险。</p>
      <p></p>
      <p><strong>八、如何联系我们</strong></p>
      <p>
        （一）如果您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，您可通过拨打我们的全球服务热线【400-018-8888】或发送邮件至服务邮箱【<a
          href="mailto:service@lianlianpay.com"
          target="_blank"
          class="url"
          >service@lianlianpay.com</a
        >】与我们【信息安全部（<a
          href="mailto:privacy@lianlianpay.com"
          target="_blank"
          class="url"
          >privacy@lianlianpay.com</a
        >）】联系。我们常用办公地址为【浙江省杭州市滨江区越达巷79号连连大厦A幢11楼】。
      </p>
      <p>
        （二）一般情况下，我们将在十五个工作日内处理并回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信、电信、公安及工商等监管部门进行投诉或举报。
      </p>
    </div>
    <div class="fixed bg-card bottom-0 left-0 right-0 shadow-md p-4">
      <div class="text-white text-sm mb-3 flex">
        <van-checkbox v-model="checked" icon-size="1rem"></van-checkbox>
        <span class="text-blue-500 ml-2"><u>我已阅读并同意上述协议</u></span>
      </div>
      <div class="flex">
        <van-button block class="pear-gray-button rounded mr-4"
          @click="onCancel">取消</van-button
        >
        <van-button block class="pear-green-button rounded" @click="onNext">下一步</van-button>
      </div>
    </div>
  </div>
</template>
<script lang="ts">
import { defineComponent, ref } from 'vue'
import { useRouter } from 'vue-router'
import { Toast } from 'vant'

export default defineComponent({
  setup() {
    const router = useRouter()

    const checked = ref(false)

    const onCancel = () => {
      router.back()
    }

    const onNext = () => {
      if (!checked.value) {
        Toast('请同意协议')
        return
      }
      router.replace('/applyLianlianUser')
    }

    return {
      checked,
      onCancel,
      onNext
    }
  }
})
</script>
<style lang="less" scoped>
.lianlian-user-agreement {
  @apply text-gray-300 text-sm relative;
}
</style>
