<template>
  <div class="user_agreement">
    <p><strong>梨数字艺术服务协议</strong></p>
    <p>版本日期：2022年5月19日</p>
    <p><strong>提示条款</strong></p>
    <p>
      欢迎您与“梨数字pearmeta.art”数字艺术电商平台经营者（详见定义条款）共同签署本《数字艺术电商平台服务协议》（下称“本协议”）并使用数字艺电商平台服务！
    </p>
    <p>
      自本协议发布之日起，数字艺术电商平台各处所称“数字艺术电商平台服务协议”或“平台服务协议”均指本协议。
    </p>
    <p>
      各服务条款前所列索引关键词仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。为维护您自身权益，建议您仔细阅读各条款具体表述。
    </p>
    <p>
      <strong
        >【审慎阅读】<u
          >您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。如您对协议有任何疑问，可向数字艺术电商平台客服咨询。</u
        ></strong
      >
    </p>
    <p>
      【<strong>签约</strong>】<strong
        >单击“注册”“登录”等足以表明您注册使用本数字艺术电商平台意愿的按钮，使用我们的服务和/或购买平台内展示的商品/服务，或按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序，即表示您已充分阅读、理解并接受本协议的全部内容及相应的法律责任，并与平台运营者达成一致，成为数字艺术电商平台“用户”。如果您不同意本协议或其中任何条款约定，您应立即停止注册程序且不得访问或使用服务或购买商品。(未成年人应当在其法定监护人的陪同下阅读)</strong
      >
    </p>
    <p>
      <strong
        >在您使用数字艺术电商平台之前，我们可能会要求您下载、使用支持公共区块链服务平台的软件、小程序或扩展程序（合称为“扩展程序”），并使用该扩展程序连接和解锁您的数字钱包。一旦您提交了出售或购买独特数字艺术品或/及其版权的订单，您的订单、藏品信息等就会在本网站显示，并与您的账户及手机号码上产生对应关系，由它代表您完成交易。您可以在需要的时候，提取对应的数字艺术品载体并传递到适用的扩展程序。</strong
      >
    </p>
    <p><strong>一、 定义</strong></p>
    <figure>
      <table>
        <thead>
          <tr>
            <th style="text-align: center">数字艺术电商平台</th>
            <th>
              指由成都圣易陇科技有限公司（下称“圣易陇科技”或“我们”）或其指定主体开发并运营的，对已经在第三方公共区块链服务平台上进行确权并已生成认证标识的数字艺术品进行交易的平台，即域名为pearmeta.art的网站及其客户端；
            </th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td style="text-align: center">数字艺术品</td>
            <td>
              指使用区块链技术进行数字摘要信息存证后，在数字艺术电商平台展示、售卖的特定数字化艺术品，包括但不限于美术作品、摄影作品、音乐作品、视听作品等。
            </td>
          </tr>
          <tr>
            <td style="text-align: center">平台经营者</td>
            <td>
              指开发或运营数字艺术电商平台（域名为pearmeta.art）的梨数字艺术或其指定主体；
            </td>
          </tr>
          <tr>
            <td style="text-align: center">数字艺术电商平台服务</td>
            <td>
              指梨数字基于互联网，以包含数字艺术电商平台网站、客户端等在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务；
            </td>
          </tr>
          <tr>
            <td style="text-align: center">数字艺术电商平台规则</td>
            <td>
              指在所有数字艺术电商平台规则页面内已经发布及后续发布的全部规则、解读、公告等内容，以及在帮助中心、论坛内发布的各类规则、实施细则、产品流程说明、公告等。
            </td>
          </tr>
          <tr>
            <td style="text-align: center">同一用户</td>
            <td>
              指使用同一身份认证信息或经梨数字排查认定多个梨数字账户的实际控制人为同一人的，均视为同一用户；
            </td>
          </tr>
          <tr>
            <td style="text-align: center">数字资产</td>
            <td>
              指在第三方公共区块链服务平台上载有数字艺术品数字摘要信息及认证标识的数据包；
            </td>
          </tr>
          <tr>
            <td style="text-align: center">认证标识</td>
            <td>
              指数字艺术作品在第三方公共区块链服务平台Ethereum和Polygon等上确权后以数字形式展示的唯一标识/编号；
            </td>
          </tr>
          <tr>
            <td style="text-align: center">智能合约</td>
            <td>指一种旨在以信息化方式传播、验证或执行合同的计算机协议；</td>
          </tr>
          <tr>
            <td style="text-align: center">区块链</td>
            <td>
              指一个具有“不可伪造”、“全程留痕”、“可以追溯”、“公开透明”、“集体维护”等特征的，储存数据或信息的分布式账本或数据库；
            </td>
          </tr>
          <tr>
            <td style="text-align: center">第三方公共区块链服务平台</td>
            <td>
              指任何人都可读取、发送交易且交易能获得有效确认的、也可以参与其中共识过程的区块链，或国家认可或支持的区块链系统，如数字人民币所使用的区块链系统；
            </td>
          </tr>
          <tr>
            <td style="text-align: center">数字摘要</td>
            <td>
              指将数字艺术品通过哈希函数将任意长度的消息转换成定长的数字信息；
            </td>
          </tr>
          <tr>
            <td style="text-align: center">所有权</td>
            <td>
              指对具有认证标识并载有数字艺术品的数字资产进行占有、使用、收益和处分的权利；
            </td>
          </tr>
          <tr>
            <td style="text-align: center">所有权人</td>
            <td>
              指依法依约在第三方公共区块链服务平台上表彰其持有数字艺术品认证标识，因而有权对该数字资产进行占有、使用、收益和处分的人；
            </td>
          </tr>
          <tr>
            <td style="text-align: center">损失</td>
            <td>
              指直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失；
            </td>
          </tr>
        </tbody>
      </table>
    </figure>
    <p><strong>二、协议条款的接受与确认</strong></p>
    <p>2.1 缔约主体</p>
    <p>
      【缔约主体】本协议由您与平台经营者共同缔结，本协议对您与数字艺术电商平台经营者均具有合同效力。
    </p>
    <p>
      【主体信息】您理解并确认，数字艺术电商平台经营者是指梨数字或梨数字指定的经营数字艺术电商平台的法律主体，您可随时查看数字艺术电商平台各网站首页底部公示的证照信息以确定与您履约的相关主体。本协议项下，数字艺术电商平台经营者可能根据数字艺术电商平台的业务调整而发生变更，变更后的数字艺术电商平台经营者与您共同履行本协议并向您提供服务。数字艺术电商平台经营者还有可能因为提供新的数字艺术电商平台服务而新增，如您使用新增的数字艺术电商平台服务的，视为您同意新增的数字艺术电商平台经营者与您共同履行本协议。发生争议时，您可根据您具体使用的服务及对您权益产生影响的具体行为对象确定与您履约的主体及争议相对方。
    </p>
    <p>2.2 补充协议</p>
    <p>
      【平台规则】由于互联网高速发展，您与梨数字签署的本协议列明的条款并不能完整罗列并覆盖您与梨数字所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，数字艺术电商平台不时更新的隐私权政策、数字艺术电商平台规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您继续使用数字艺术电商平台服务，视为您同意在您最新一次登录平台时更新且有效的补充协议。
    </p>
    <p><strong>三、账户注册与使用</strong></p>
    <p>3.1 用户资格</p>
    <p>
      您确认，在您开始注册程序使用数字艺术电商平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。
    </p>
    <p>
      此外，您还需确保您不是任何国家、国际组织或者地域实施的贸易限制、制裁或其他法律、规则限制的对象，否则您可能无法正常注册及使用数字艺术电商平台服务。
    </p>
    <p>3.2 账户说明</p>
    <p>
      【账户获得】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得数字艺术电商平台账户并成为数字艺术电商平台用户。您注册成功后，数字艺术电商平台将给予您一个供您使用的平台账户（您可自行设置该账户的名称、登陆密码、交易密码等），该用户帐号和密码由您负责保管；您应当对以其用户帐号进行的所有活动和事件负法律责任。
    </p>
    <p>
      <strong
        >数字艺术电商平台只允许每位用户使用一个数字艺术电商平台账户。如有证据证明或梨数字根据数字艺术电商平台规则判断您存在不当注册或不当使用多个数字艺术电商平台账户的情形，数字艺术电商平台可采取冻结、关闭或收回账户、取消订单、拒绝提供服务等措施，如您给数字艺术电商平台及相关方造成损失的，您还应承担赔偿责任。</strong
      >
    </p>
    <p>
      【账户使用】您有权使用您设置或确认的梨数字会员名、邮箱、手机号码（以下简称“账户名称”）及您设置的密码（账户名称及密码合称“账户”）登录数字艺术电商平台。
    </p>
    <p>
      未经数字艺术电商平台同意，您直接或间接授权第三方使用您梨数字账户或获取您账户项下信息的行为无效。如梨数字合理怀疑或认为您梨数字账户的使用可能危及您的账户安全及/或数字艺术电商平台信息安全的，数字艺术电商平台可拒绝提供相应服务或终止本协议。
    </p>
    <p>
      【账户转让】由于用户账户关联用户信用信息，仅当有法律明文规定、司法裁定或经梨数字同意，并符合数字艺术电商平台规则规定的用户账户转让流程的情况下，您可进行账户的转让。您的账户一经转让，该账户项下权利义务一并转移。除此外，您的账户不得以任何方式转让，否则数字艺术电商平台有权追究您的违约责任，且由此产生的一切责任均由您承担。
    </p>
    <p>
      【实名认证】作为数字艺术电商平台经营者，为使您更好地使用数字艺术电商平台的各项服务，保障您的账户安全，梨数字可要求您按平台运营者要求及我国法律规定完成实名认证。
    </p>
    <p>
      【不活跃账户回收】如您的账户同时符合以下条件，则梨数字可回收您的账户，您的账户将不能再登录数字艺术电商平台，相应服务同时终止：
    </p>
    <p>（一）账户未绑定通过实名认证；</p>
    <p>（二）连续六个月未用于登录数字艺术电商平台；</p>
    <p>（三）不存在未到期的有效业务。</p>
    <p>3.3 注册信息管理</p>
    <p>3.3.1 真实合法</p>
    <p>
      【信息真实】在使用数字艺术电商平台服务时，您应当按数字艺术电商平台页面的提示准确完整地提供您的信息（包括您的姓名、联系电话等），以便梨数字或其他用户与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性。
    </p>
    <p>
      【会员名的合法性】您设置的梨数字会员名不得违反国家法律法规及数字艺术电商平台规则关于会员名的管理规定，否则梨数字可回收您的梨数字会员名。梨数字会员名的回收不影响您以邮箱、手机号码登录数字艺术电商平台并使用数字艺术电商平台服务。
    </p>
    <p>3.3.2 更新维护</p>
    <p>
      您应当及时更新您提供的信息，在法律有明确规定要求梨数字作为平台服务提供者必须对部分用户（如平台卖家等）的信息进行核实的情况下，梨数字将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整、有效的信息。
    </p>
    <p>
      如梨数字按您最后一次提供的信息与您联系未果、您未按梨数字的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及梨数字造成的全部损失与不利后果。梨数字可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部数字艺术电商平台服务，梨数字对此不承担责任。
    </p>
    <p>3.4 <strong>账户安全规范</strong></p>
    <p>
      <strong
        >【账户安全保管义务】您的账户为您自行设置并由您保管，梨数字任何时候均不会主动要求您提供您的账户密码。因此，建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开数字艺术电商平台。</strong
      >
    </p>
    <p>
      <strong
        >账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，梨数字并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。</strong
      >
    </p>
    <p>
      <strong
        >【账户行为责任自负】除梨数字存在过错外，您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买商品及服务及披露信息等）负责。</strong
      >
    </p>
    <p>
      <strong
        >【日常维护须知】如发现任何未经授权使用您账户登录数字艺术电商平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知梨数字，并授权梨数字将该信息同步给第三方支付机构。您理解梨数字对您的任何请求采取行动均需要合理时间，且梨数字应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除梨数字存在法定过错外，梨数字不承担责任。</strong
      >
    </p>
    <p><strong>四、数字艺术品服务说明</strong></p>
    <p>4.1 数字艺术品</p>
    <p>
      【数字艺术品】您理解，在数字艺术交易平台上展示、储存、转让的数字艺术品均是由发售方提供，并自行或委托第三方将其数字摘要信息上传至数字艺术交易平台指定的第三方区块链上形成的数字作品。
    </p>
    <p>
      【数字艺术品的信息】您理解，数字艺术品的图文信息、获取规则、活动规则、发售数量限制、作者信息等内容均由发售方提供。
    </p>
    <p>4.2 数字艺术品的权属</p>
    <p>
      【权属的限制】您理解并同意，您在获得数字艺术交易平台账户后，可以根据发售方制订的活动规则通过领取或其他方式获取数字艺术品，且您理解，<strong
        >除非数字艺术品权利人书面同意，您不得将数字艺术品用于任何除转让之外的商业目的。</strong
      >
    </p>
    <p>
      <strong
        >【获取的限制】您理解并同意，数字艺术交易平台有权依据国家法律法规、监管政策、权益规则或业务需要对数字艺术交易平台的各项规则进行补充或修改。您一旦勾选了相应按钮或参与了数字艺术品的获取，即表明您承诺符合获取数字艺术品的各项要求，且同意遵守数字艺术交易平台的各项规则及您参与的特定活动的规则。</strong
      >
    </p>
    <p><strong>4.3 数字艺术品的储存</strong></p>
    <p>
      【委托储存】您理解并同意，虽然您获得的数字艺术品确有摘要信息储存于第三方区块链服务平台之中，但在政策法规明确数字艺术品的权属、交易方式之前，您同意委托梨数字代为储存、保管、记录您的数字艺术品及相应权属信息。<strong
        >您认可并同意，为了保障数字艺术品获取活动的安全、有序、合法以及履行数字艺术交易平台反洗钱的义务，梨数字有权随时根据业务发展、您合法合规使用数字艺术平台的情况，及法律法规政策变化对您委托储存的数字艺术品进行冻结、作废、收回、提取、换链处理。</strong
      >
    </p>
    <p>
      【不支持退换】您理解并同意，您可以通过平台浏览已获取的或正在发售的数字艺术品的相应信息。当您获取前，请您务必仔细确认所获取数字艺术品的名称、介绍、数量、活动规则及/或其他限制性要求等重要事项
      ，并对是否获取数字艺术品做出独立决策和判断。<strong
        >您在确认获取数字艺术品或获取数字艺术品原文件二者较早时刻即应视为您与发售方之间就已建立了相应的合同关系。特别提醒，因为数字艺术品的特殊属性，本平台的数字艺术品不支持退换。</strong
      >
    </p>
    <p><strong>五、数字艺术电商平台服务及规范</strong></p>
    <p>
      【服务概况】平台运营者可能为不同的终端设备及使用需求开发不同的应用程序软件版本，您应当根据实际设备及需求状况获取、下载、安装合适的版本。您有权在数字艺术电商平台上享受店铺管理、商品（包括但不限于数字艺术品、衍生品、数字艺术品版权等）及/或服务的销售与推广、商品及/或服务的购买与交易争议处理等服务。梨数字提供的服务内容众多，具体您可登录数字艺术电商平台浏览。
    </p>
    <p>5.1 用户行为</p>
    <p>
      <strong
        >【行为承诺】您同意您不会违反任何法律、合同、知识产权或其他第三方权利，并且您对您在访问或使用服务的行为负全部责任。您同意您将遵守这些条款并且不会：</strong
      >
    </p>
    <p>（一）<strong>提供虚假或误导性信息；</strong></p>
    <p>
      （二）<strong
        >未经其他用户和平台经营者的授权使用或试图使用其他用户的帐户；</strong
      >
    </p>
    <p>（三）<strong>创建或列出假冒商品；</strong></p>
    <p>（四）<strong>冒充他人或创建误导性用户名；</strong></p>
    <p>
      （五）<strong
        >侵犯他人的肖像权、姓名权、著作权、商标权等人格权、知识产权或其他合法权益；</strong
      >
    </p>
    <p>
      （六）<strong
        >以任何可能干扰、破坏、影响或阻止其他用户充分享受服务的方式使用服务，或可能以任何方式损坏、损害、破坏或其他造成平台负担过重的方式使用平台的服务或功能；</strong
      >
    </p>
    <p>
      （七）<strong
        >开发、利用或传播任何可能会损坏、损害或破坏平台服务或功能的软件，或以任何方式与任何可能会损坏、损害或破坏平台服务或功能的API
        交互；</strong
      >
    </p>
    <p>
      （八）<strong
        >故意避开或者破坏技术措施，以避开或者破坏技术措施为目的制造、进口或者向公众提供活传播有关装置、部件或软件，故意为他人避开或者破坏技术措施提供技术服务；</strong
      >
    </p>
    <p>
      （九）<strong
        >尝试规避我们采用的任何内容过滤技术，或尝试访问您无权访问的商品/服务的任何功能或区域；</strong
      >
    </p>
    <p>（十）<strong>绕过或忽略数字艺术平台自动访问的指令；</strong></p>
    <p>
      （十一）<strong
        >使用未经我们授权的任何机器人、爬虫、蜘蛛、脚本、扩展程序、离线阅读器或其他自动化方式或界面来访问商品/服务、提取数据（包括但不限于搜索热词、命中率、分类、搜索量、点击率、阅读量等相关数据）或以其他方式干扰或修改服务页面或功能的呈现；</strong
      >
    </p>
    <p>
      （十二）<strong
        >使用从数字艺术电商平台收集的数据联系个人、公司或其他个人或实体；</strong
      >
    </p>
    <p>
      （十三）<strong
        >将从数字艺术电商平台收集的数据用于任何营销活动（包括但不限于电子邮件营销、短信营销、电话营销和直接营销）；</strong
      >
    </p>
    <p>
      （十四）<strong
        >将服务用于任何非法或未经授权的目的，或从事、鼓励或促进任何违反这些条款的活动；</strong
      >
    </p>
    <p>
      （十五）<strong
        >使用数字艺术电商平台从事或试图从事任何非法活动，包括但不限于洗钱、恐怖主义融资或故意从事旨在对数字艺术电商平台或其服务的性能产生不利影响的活动；</strong
      >
    </p>
    <p>
      （十六）<strong
        >使用数字艺术电商平台从事诈骗或其他欺骗性或操纵性的交易活动；</strong
      >
    </p>
    <p>
      （十七）<strong
        >使用数字艺术电商平台发布或进行误导性出价或要约以达到恶意炒作目的的活动；</strong
      >
    </p>
    <p>
      （十八）<strong
        >参与具有人为增加查看次数、喜欢、关注、转发或数字艺术电商平台可能用于对搜索结果进行排序的其他指标的意图或效果的行为；</strong
      >
    </p>
    <p>
      （十九）<strong
        >使用数字艺术电商平台进行任何需要行政许可的活动，包括但不限于发售或购买证券、期权或债务工具；</strong
      >
    </p>
    <p>（二十）<strong>从事其他违反法律法规和平台规则的活动。</strong></p>
    <p>5.2 店铺管理</p>
    <p>
      【店铺创建】通过在数字艺术电商平台创建店铺，您可发布自行创作、受让或收藏的商品及/或其版权信息并与其他用户达成交易。
    </p>
    <p>
      基于数字艺术电商平台管理需要，您理解并认可，同一用户在数字艺术电商平台仅能开设一家店铺，梨数字可关闭您在数字艺术电商平台同时开设的其他店铺。
    </p>
    <p>
      【店铺转让】由于店铺与账户的不可分性，店铺转让实质为店铺经营者账户的转让，店铺转让的相关要求与限制请适用本协议账户转让的相关条款。
    </p>
    <p>
      【店铺关停】如您通过提取全部商品、停止销售商品等方式关停或短暂关停您的店铺，您应当对您店铺关停前已达成的交易继续承担发货、权利保证、质保维修、维权投诉处理等交易保障责任。
    </p>
    <p>
      在您的店铺连续六周无出售中的商品的情况下，梨数字也可依据数字艺术电商平台规则关停您的店铺。
    </p>
    <p>依据上述约定关停店铺均不会影响您已经累积的信用。</p>
    <p>5.3 商品及/或服务的销售与推广</p>
    <p>
      【商品及/或服务信息发布】通过梨数字提供的服务，您有权通过文字、图片等形式在数字艺术电商平台上发布商品及/或服务信息、招揽和物色交易对象、达成交易。
    </p>
    <p>
      【禁止销售范围】您应当确保您对您在数字艺术电商平台上发布的商品及/或服务享有相应的权利，您不得在数字艺术电商平台上销售以下商品及/或提供以下服务：
    </p>
    <p>（一）国家禁止或限制的；</p>
    <p>（二）侵犯他人知识产权或其它合法权益的；</p>
    <p>
      （三）数字艺术电商平台规则、公告、通知或各平台与您单独签署的协议中已明确说明不适合在数字艺术电商平台上销售及/或提供的。
    </p>
    <p>
      【交易秩序保障】您应当遵守诚实信用原则，确保您所发布的商品及/或服务信息真实、与您实际所销售的商品及/或提供的服务相符，并在交易过程中切实履行您的交易承诺。
    </p>
    <p>
      您应当维护数字艺术电商平台市场良性竞争秩序，不得贬低、诋毁竞争对手，不得干扰数字艺术电商平台上进行的任何交易、活动，不得以任何不正当方式提升或试图提升自身的信用度，不得以任何方式干扰或试图干扰数字艺术电商平台的正常运作。
    </p>
    <p>
      【促销及推广】您有权自行决定商品及/或服务的促销及推广方式，梨数字亦为您提供了形式丰富的促销推广工具。您的促销推广行为应当符合国家相关法律法规及数字艺术电商平台的要求。
    </p>
    <p>
      【非交易参与方】您明确知悉并同意，除非数字艺术电商平台在商品/服务页面明示，数字交易平台不是商品交易中买方（受让方）和卖方（转让方）之间合同的一方。
    </p>
    <p>
      【依法纳税】依法纳税是每一个公民、企业应尽的义务，您应对销售额/营业额超过法定免征额部分及时、足额地向税务主管机关申报纳税。
    </p>
    <p>5.4 商品及/或服务的购买与评价</p>
    <p>
      【商品及/或服务的购买】当您在数字艺术电商平台购买商品及/或服务时，请您务必仔细确认所购商品的品名、价格、数量、型号、规格、尺寸或权利的范围、内容、时间、限制性要求等重要事项，并在下单、提取数字艺术品载体等时刻核实您的账户名称、手机号码、钱包地址等信息。如您填写的收货账户、手机号码、钱包地址等信息非您本人，收货人的行为和意思表示视为您的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担连带责任。
    </p>
    <p>
      您的购买行为应当基于真实的消费需求，不得存在对商品及/或服务实施恶意购买、恶意维权、恶意炒作等扰乱数字艺术电商平台正常交易秩序的行为。基于维护数字艺术电商平台交易秩序及交易安全的需要，梨数字发现上述情形时可主动执行关闭相关交易订单等操作。
    </p>
    <p>
      店铺展示的商品/服务和价格等信息为向您发出的要约。您下单时须填写您希望购买的商品/服务数量、价款及支付方式、收货人、联系方式、收货地址等内容；付款及订单提交成功前，您有权修改所填信息。付款及订单提交成功后，将视您与销售商之间就您购买的商品/服务成立了合同关系，店铺会按照您在订单中订购的商品/服务进行发货。
    </p>
    <p>5.5 交易争议处理</p>
    <p>
      【交易争议处理途径】您在数字艺术电商平台交易过程中与其他用户发生争议的，您或其他用户中任何一方均有权选择以下途径解决：
    </p>
    <p>（一）与争议相对方自主协商；</p>
    <p>（二）使用数字艺术电商平台提供的争议调处服务；</p>
    <p>（三）请求消费者协会或者其他依法成立的调解组织调解；</p>
    <p>（四）向有关行政部门投诉；</p>
    <p>（五）根据与争议相对方达成的仲裁协议（如有）提请仲裁机构仲裁；</p>
    <p>（六）向人民法院提起诉讼。</p>
    <p>
      【平台调处服务】如您依据数字艺术电商平台规则使用数字艺术电商平台的争议调处服务，则表示您认可并愿意履行数字艺术电商平台的客服（“调处方”）作为独立的第三方根据其所了解到的争议事实并依据数字艺术电商平台规则所作出的调处决定（包括调整相关订单的交易状态、判定将争议款项的全部或部分支付给交易一方或双方等）。在数字艺术电商平台调处决定作出前，您可选择上述（三）、（四）、（五）、（六）途径（下称“其他争议处理途径”）解决争议以中止数字艺术电商平台的争议调处服务。
    </p>
    <p>
      如您对调处决定不满意，您仍有权采取其他争议处理途径解决争议，但通过其他争议处理途径未取得终局决定前，您确认并同意应先履行调处决定。
    </p>
    <p><strong>5.6 费用</strong></p>
    <p>
      <strong
        >梨数字为数字艺术电商平台向您提供的服务付出了大量的成本，除数字艺术电商平台明示的或其他合同约定的收费业务外，梨数字向您提供的服务目前是免费的。如未来梨数字向您收取合理费用，梨数字会采取合理途径并以足够合理的期限提前通过法定程序并以本协议第十条约定的方式通知您，确保您有充分选择的权利。</strong
      >
    </p>
    <p>5.7 责任限制</p>
    <p>
      【不可抗力及第三方原因】梨数字依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，梨数字并不承担相应的违约责任：
    </p>
    <p>
      （一）因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；
    </p>
    <p>（二）因电力供应故障、通讯网络故障等公共服务因素或第三人因素；</p>
    <p>
      （三）在梨数字已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。
    </p>
    <p>
      【海量信息】梨数字仅向您提供数字艺术电商平台服务，您了解数字艺术电商平台上的信息系用户自行发布，且可能存在风险和瑕疵。梨数字将通过依法建立相关检查监控制度尽可能保障您在数字艺术电商平台上的合法权益及良好体验。同时，鉴于数字艺术电商平台具备存在海量信息及信息网络环境下信息与实物相分离的特点，梨数字无法逐一审查商品及/或服务的信息，无法逐一审查交易所涉及的商品及/或服务的质量、安全以及合法性、真实性、准确性，对此您应谨慎判断。
    </p>
    <p>
      【调处决定】您理解并同意，在争议调处服务中，数字艺术电商平台的客服并非专业人士，仅能以普通人的认知对用户提交的凭证进行判断。因此，您同意并确认，除存在故意或重大过失外，调处方对争议调处决定免责。
    </p>
    <p><strong>六、用户信息的保护及授权</strong></p>
    <p>6.1 个人信息的保护</p>
    <p>
      梨数字非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用梨数字提供的服务时，您同意梨数字按照在数字艺术电商平台上公布的隐私权政策收集、存储、使用、披露和保护您的个人信息。如数字艺术服务平台或客户端未设独立隐私权政策但使用了数字艺术电商平台账号登陆相应网站或客户端的，为保护您的隐私权，我们将参照适用数字艺术电商平台隐私权政策的要求对您的个人信息进行收集、存储、使用、披露和保护。梨数字希望通过隐私权政策向您清楚地介绍梨数字对您个人信息的处理方式，因此梨数字建议您完整地阅读隐私权政策（点击此处），以帮助您更好地保护您的隐私权。
    </p>
    <p>6.2 非个人信息的保证与授权</p>
    <p>
      【信息的发布】您声明并保证，您对您所发布的信息拥有相应、合法的权利。否则，梨数字可对您发布的信息依法或依本协议进行删除或屏蔽。
    </p>
    <p>【禁止性信息】您应当确保您所发布的信息不包含以下内容：</p>
    <p>（一）反对宪法所确定的基本原则的；</p>
    <p>（二）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
    <p>（三）损害国家荣誉和利益的；</p>
    <p>（四）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
    <p>（五）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
    <p>（六）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
    <p>（七）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
    <p>（八）侮辱或者诽谤他人，侵害他人合法权益的；</p>
    <p>（九）侵害未成年人合法权益或者损害未成年人身心健康的；</p>
    <p>
      （十）存在可能破坏、篡改、删除、影响数字艺术电商平台任何系统正常运行或未经授权秘密获取数字艺术电商平台及其他用户的数据、个人资料的病毒、木马、爬虫、蜘蛛等恶意软件、程序代码的；
    </p>
    <p>
      （十一）其他违背社会公共利益或公共道德或依据相关数字艺术电商平台协议、规则的规定不适合在数字艺术电商平台上发布的；
    </p>
    <p>（十二）含有法律、行政法规禁止的其他内容的信息。</p>
    <p>
      【授权使用】对于您提供、发布及在使用数字艺术电商平台服务中形成的除个人信息外的文字、图片、视频、音频等非个人信息，在法律规定的保护期限内您免费授予梨数字及其关联公司获得全球排他的许可使用权利及再授权给其他第三方使用并可以自身名义对第三方侵权行为取证及提起诉讼的权利。您同意梨数字及其关联公司存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的非个人信息或制作其派生作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内。
    </p>
    <p>
      为方便您使用数字艺术电商平台的其他相关服务，您授权梨数字将您在账户注册和使用数字艺术电商平台服务过程中提供、形成的信息传递给其他相关服务提供者，如第三方支付机构，并同意梨数字从其他相关服务提供者获取您在注册、使用相关服务期间提供、形成的信息。
    </p>
    <p><strong>七、知识产权</strong></p>
    <p>
      【权利确认】您理解并同意，数字艺术电商平台（包括网址为pearmeta.art的网站，以及已经开发完成或将要开发完成的、在IOS、安卓、鸿蒙等系统中运行的应用软件）系由唯艺（杭州）数字技术有限责任公司或其指定主体开发、运营并享有完整所有权、知识产权等合法权益。
    </p>
    <p>
      【权利范围】您理解并同意，数字艺术电商平台及相关服务中提供的内容（包括但不限于软件、技术、程序、网页、文字、图片、图像、商标、标识、音频、视频、图表、版面设计、电子文档等）的知识产权属于梨数字所有。同时本公司提供服务所依托的软件的著作权、专利权、商标及其他知识产权均归梨数字所有。未经梨数字许可，任何人不得擅自使用（包括但不限于通过任何机器人、爬虫、蜘蛛等程序或设备监视、复制、传播、展示、镜像、上载、下载数字艺术电商平台及相关服务中的内容）。
    </p>
    <p>
      【用户授权】除非有相反证明，您知悉、理解并同意，为增进您商品得到更好的分享及推广，提高其传播价值及影响力，就您通过账户上传、上载、发布或传输的内容（包括但不限文字，图像，音频，视频、直播内容等各种形式的内容及其中包括的音乐、声音、台词、视觉设计、对话等所有组成部分）而言，授予平台运营者及其关联方、控制公司、继承公司一项全球范围内、免费、非排他的权利（包括存储、使用、复制、修订、编辑、发布、展示、翻译、分发前述内容或制作前述内容派生作品，以已知或日后开发的形式、媒体或技术将前述内容纳入其它作品内等）及可再许可第三方使用的权利（通过多层次许可），以及可以自身名义对第三方侵权行为取证及提起诉讼的权利。为避免疑义，您理解并同意，上述授予的权利包括使用、复制和展示您拥有或被许可使用并植入内容中的个人形象、肖像、姓名、声音、商标、服务标志、品牌、名称、商号、商业标识（如有）以及任何其他品牌、营销或推广资产、物料、素材等的权利和许可。
    </p>
    <p>
      【代为维权】您确认并同意，授权梨数字以公司名义或委托专业第三方对侵犯您上传发布的享有知识产权的内容进行代维权，维权形式包括但不限于：监测侵权行为、调查取证、发送维权函、提起诉讼或仲裁，进行调解、和解等。为避免疑义，您理解并同意，梨数字有权就您授权的维权事宜独立做出决策并独立实施。
    </p>
    <p><strong>八、用户的违约及处理</strong></p>
    <p>8.1 违约认定</p>
    <p>发生如下情形之一的，视为您违约：</p>
    <p>（一）使用数字艺术电商平台服务时违反有关法律法规规定的；</p>
    <p>（二）违反本协议或本协议补充协议（即本协议第2.2条）约定的。</p>
    <p>
      为适应电子商务发展和满足海量用户对高效优质服务的需求，您理解并同意，梨数字可在数字艺术电商平台规则中约定违约认定的程序和标准。如：梨数字可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您有义务对您的数据异常现象进行充分举证和合理解释，否则将被认定为违约。
    </p>
    <p>8.2 违约处理措施</p>
    <p>
      【信息处理】您在数字艺术电商平台上发布的信息构成违约的，梨数字可根据相应规则立即对相应信息进行删除、屏蔽处理或对您的商品进行下架、监管。
    </p>
    <p>
      【行为限制】您在数字艺术电商平台上实施的行为，或虽未在数字艺术电商平台上实施但对数字艺术电商平台及其用户产生影响的行为构成违约的，梨数字可依据相应规则对您执行账户扣分、要求您限期纠正违规或违约行为、关闭相关交易订单、屏蔽或限制您使用数字艺术交易平台的部分功能、对违法违规内容进行屏蔽或删除、中止向您提供部分或全部服务、划扣违约金及其他合理处理措施。如您的行为构成根本违约的，梨数字可查封您的账户，终止向您提供服务。
    </p>
    <p>
      【第三方交易机构的账户处理】当您违约的同时存在欺诈、售假、盗用他人账户等特定情形或您存在危及他人交易安全或账户安全风险时，梨数字会依照您行为的风险程度指示第三方支付公司对您的相应账户采取取消收款、资金止付等强制措施。
    </p>
    <p>
      【处理结果公示】梨数字可将对您上述违约行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在数字艺术电商平台上予以公示。
    </p>
    <p>8.3 赔偿责任</p>
    <p>
      如您的行为使梨数字及/或其关联公司、第三方支付公司遭受损失（包括自身的直接经济
      损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿梨数字及/或其关联公司、第三方支付公司的上述全部损失。
    </p>
    <p>
      如您的行为使梨数字及/或其关联公司、第三方支付公司遭受第三人主张权利，梨数字及/或其关联公司、第三方支付公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。
    </p>
    <p>
      如因您的行为使得第三人遭受损失或您怠于履行调处决定、梨数字及/或其关联公司出于社会公共利益保护或消费者权益保护目的，可指示第三方支付公司自您的第三方支付账户中划扣相应款项进行支付。如您的第三方支付余额不足以支付相应款项的，您同意委托梨数字使用自有资金代您支付上述款项，您应当返还该部分费用并赔偿因此造成梨数字的全部损失。
    </p>
    <p>
      您同意梨数字指示第三方支付公司自您的第三方支付账户中划扣相应款项支付上述赔偿款项。如您第三方支付账户中的款项不足以支付上述赔偿款项的，梨数字及/或关联公司可直接抵减您在梨数字及/或其关联公司其它协议项下的权益，并可继续追偿。
    </p>
    <p>8.4 特别约定</p>
    <p>
      【商业贿赂】如您向梨数字及/或其关联公司的雇员或顾问等提供实物、现金、现金等价物、劳务、旅游等价值明显超出正常商务洽谈范畴的利益，则可视为您存在商业贿赂行为。发生上述情形的，梨数字可立即终止与您的所有合作并向您收取违约金及/或赔偿金，该等金额以梨数字因您的贿赂行为而遭受的经济损失和商誉损失作为计算依据。
    </p>
    <p>
      【关联处理】如您因严重违约导致梨数字终止本协议时，出于维护平台秩序及保护消费者权益的目的，梨数字及/或其关联公司可对与您在其他协议项下的合作采取中止甚或终止协议的措施，并以本协议第十条约定的方式通知您。
    </p>
    <p>
      如梨数字与您签署的其他协议及梨数字及/或其关联公司、第三方支付公司与您签署的协议中明确约定了对您在本协议项下合作进行关联处理的情形，则梨数字出于维护平台秩序及保护消费者权益的目的，可在收到指令时中止甚至终止协议，并以本协议第十条约定的方式通知您。
    </p>
    <p><strong>九、免责声明</strong></p>
    <p>
      <strong
        >【自担风险】您理解并同意，您使用数字艺术电商平台及相关服务所存在的风险（包括但不限于数据遗失、钱包地址遗忘、受到第三方侵权或对第三方造成侵权等）完全由您自己承担；因您使用数字艺术电商平台及相关服务而产生的一切后果也由您自己承担，平台运营着对此不承担任何责任。</strong
      >
    </p>
    <p>
      <strong
        >【无担保】我们将按照数字艺术电商平台的现状向您提供服务，除法律法规有明确规定外，我们将尽最大努力确保数字艺术电商平台的服务及其所涉及的技术及信息安全、有效、准确、可靠，但受限于现有技术，您理解我们不能对此作出保证。您理解并同意，平台运营者不担保数字艺术电商平台及其服务一定能满足您的要求，也不担保数字艺术电商平台的服务不会中断。未免疑义，您理解并同意，平台运营者对数字艺术电商平台及相关客户端的及时性、安全性、准确性、真实性、完整性也都不作担保。您理解并同意，本服务的持续提供可能受到多种因素的影响，如出现技术升级、服务体系升级、或因经营策略调整或配合国家重大技术、法规政策等变化。我们可能随时终止、中断提供服务或变更所提供服务的形式、规格或其他方面，而您不会因此追究我们的责任。</strong
      >
    </p>
    <p>
      <strong
        >【中断的可能】您理解并同意，我们需要定期或不定期地对本平台或相关的设备进行检修或者维护，如因此类情况而造成数字艺术电商平台及其服务在合理时间内的中断，平台运营着无需为此承担任何责任，但平台运营者应尽可能事先进行通告。【自甘风险】您清楚地知晓和理解，数字艺术品或/及其版权的潜在效用或价值，可能受到数字艺术品或/及其版权授权范围、内容、形式、受众群体、市场开发等多方面因素的影响，并且数字艺术品依托的区块链或分布式生态系统在开发利用方面可能存在已知的或未知的风险，还可能会受到监管政策的重大利好或不利影响。因此，在法律允许的最大限度内，您明确同意并认可，平台运营者在任何情况下都不为您使用数字艺术电商平台而引起的利益或利润损失负责，包括且不限于任何直接或间接的收入损失、利润损失、业务损失或预期利润损失，任何惩戒性、偶然性、特殊性或惩罚性损害，或与数据丢失相关的任何损失。</strong
      >
    </p>
    <p>
      <strong
        >【发售方的责任】本协议项下涉及的所有数字艺术品，由发售方保证其对数字艺术品享有作为权利人完整、合法、有效的权利或已取得权利人的合法授权，保证有权开展数字艺术品生成、发售等场景的应用活动
        ，并保证其开展数字艺术品业务不违反任何法律法规或侵犯第三方的合法权益。如因数字艺术品发售方或原创作者侵权、发布危害国家利益、违反公序良俗以及其他可能产生严重负面舆情的言论或行为
        ，或者数字艺术品存在权利瑕疵、内容违法违规、或其他可能产生严重负面舆情等情形，导致数字艺术品被屏蔽或限制使用的，您同意数字艺术交易平台无需承担相关责任，您可以自行联系发售方解决，或者您也可以联系平台协调处理。</strong
      >
    </p>
    <p>
      <strong
        >【平台责任上限】您同意并认可，除非法律的强制性规定，即使在本协议未约定的情况下，您向平台运营者追索的最高累计赔偿或补偿金额应以100元人民币为限，且您明确同意并放弃请求法院或争议处理机构就此金额上限进行调整的权利。</strong
      >
    </p>
    <p><strong>十、协议的变更</strong></p>
    <p>
      梨数字可根据国家法律法规变化及维护交易秩序、保护消费者权益需要，不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将通过法定程序并以本协议第十条约定的方式通知您。
    </p>
    <p>
      如您不同意变更事项，您有权于变更事项确定的生效日前联系梨数字反馈意见。如反馈意见得以采纳，梨数字将酌情调整变更事项。
    </p>
    <p>
      如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用数字艺术电商平台服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用数字艺术电商平台服务，则视为您同意已生效的变更事项。
    </p>
    <p><strong>十一、通知</strong></p>
    <p>11.1 有效联系方式</p>
    <p>
      您在注册成为数字艺术电商平台用户，并接受数字艺术电商平台服务时，您应该向梨数字提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。
    </p>
    <p>
      您在注册数字艺术电商平台用户时生成的用于登陆数字艺术电商平台接收站内信、系统消息和即时信息的会员账号（包括子账号），也作为您的有效联系方式。
    </p>
    <p>
      梨数字将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。
    </p>
    <p>
      您有权通过您注册时填写的手机号码或者电子邮箱获取您感兴趣的商品广告信息、促销优惠等商业性信息；您如果不愿意接收此类信息，您有权通过梨数字提供的相应的退订功能进行退订。
    </p>
    <p>11.2 通知的送达</p>
    <p>
      梨数字通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在数字艺术电商平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账号发送信息、系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。
    </p>
    <p>
      对于在数字艺术电商平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件或等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱或账号等联系方式为您在数字艺术电商平台注册、更新时提供的手机号码、电子邮箱联系方式以及在注册梨数字用户时生成账号，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。
    </p>
    <p>
      您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。
    </p>
    <p>
      您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。
    </p>
    <p>
      你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。
    </p>
    <p><strong>十二、协议的终止</strong></p>
    <p>12.1 终止的情形</p>
    <p>【用户发起的终止】您有权通过以下任一方式终止本协议：</p>
    <p>
      （一）在满足数字艺术电商平台公示的账户注销条件时您通过网站自助服务注销您的账户的；
    </p>
    <p>（二）变更事项生效前您停止使用并明示不愿接受变更事项的；</p>
    <p>
      （三）您明示不愿继续使用数字艺术电商平台服务，且符合数字艺术电商平台终止条件的。
    </p>
    <p>
      【梨数字发起的终止】出现以下情况时，梨数字可以本协议第十条的所列的方式通知您终止本协议：
    </p>
    <p>（一）您违反本协议约定，梨数字依据违约条款终止本协议的；</p>
    <p>
      （二）您盗用他人账户、发布违禁信息、骗取他人财物、售假、扰乱市场秩序、采取不正当手段谋利等行为，梨数字依据数字艺术电商平台规则对您的账户予以查封的；
    </p>
    <p>
      （三）除上述情形外，因您多次违反数字艺术电商平台规则相关规定且情节严重，梨数字依据数字艺术电商平台规则对您的账户予以查封的；
    </p>
    <p>（四）您的账户被梨数字依据本协议回收的；</p>
    <p>
      （五）您在第三方支付或数字艺术电商平台有欺诈、发布或销售假冒伪劣/侵权商品、侵犯他人合法权益或其他严重违法违约行为的；
    </p>
    <p>（六）其它应当终止服务的情况。</p>
    <p>12.2 协议终止后的处理</p>
    <p>
      【用户信息披露】本协议终止后，除法律有明确规定外，梨数字无义务向您或您指定的第三方披露您账户中的任何信息。
    </p>
    <p>【梨数字权利】本协议终止后，梨数字仍享有下列权利：</p>
    <p>（一）继续保存您留存于数字艺术电商平台的本协议第五条所列的各类信息；</p>
    <p>（二）对于您过往的违约行为，梨数字仍可依据本协议向您追究违约责任。</p>
    <p>
      【交易处理】本协议终止后，对于您在本协议存续期间产生的交易订单，梨数字可通知交易相对方并根据交易相对方的意愿决定是否关闭该等交易订单；如交易相对方要求继续履行的，则您应当就该等交易订单继续履行本协议及交易订单的约定，并承担因此产生的任何损失或增加的任何费用。
    </p>
    <p><strong>十三、法律适用、管辖与其他</strong></p>
    <p>
      【法律适用】本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。
    </p>
    <p>
      【管辖】您因使用数字艺术电商平台服务所产生及与数字艺术电商平台服务有关的争议，由梨数字与您协商解决。协商不成时，任何一方均可向被告所在地有管辖权的人民法院提起诉讼。
    </p>
    <p>
      【可分性】本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。
    </p>
  </div>
</template>

<style lang="less" soped>
@--table-border-color: #dfe2e5;
@--table-header-bg-color: #f6f8fa;
@--table-bg-color: var(--bg-color);
@--table-n2-bg-color: #f6f8fa;

.user_agreement {
  @apply p-4 text-gray-300 text-sm;
}
table {
  padding: 0;
  word-break: initial;
  background-color: @--table-bg-color;
}
table tr {
  border-top: 0.0625rem solid @--table-border-color;
  margin: 0;
  padding: 0;
}
table th {
  font-weight: normal;
  border: 0.0625rem solid @--table-border-color;
  border-bottom: 0;
  margin: 0;
  padding: 6px 13px;
}
table td {
  border: 0.0625rem solid @--table-border-color;
  margin: 0;
  padding: 6px 13px;
}
table tr th:first-child,
table tr td:first-child {
  margin-top: 0;
}
table tr th:last-child,
table tr td:last-child {
  margin-bottom: 0;
}
</style>
